const pokemonDetails = {
    "フシギダネ": {
        "no": "0001",
        "type": [
            "くさ",
            "どく"
        ],
        "ability": [
            "しんりょく",
            "ようりょくそ"
        ],
        "stats": "45 / 49 / 49 / 65 / 65 / 45"
    },
    "フシギソウ": {
        "no": "0002",
        "type": [
            "くさ",
            "どく"
        ],
        "ability": [
            "しんりょく",
            "ようりょくそ"
        ],
        "stats": "60 / 62 / 63 / 80 / 80 / 60"
    },
    "フシギバナ": {
        "no": "0003",
        "type": [
            "くさ",
            "どく"
        ],
        "ability": [
            "しんりょく",
            "ようりょくそ"
        ],
        "stats": "80 / 82 / 83 / 100 / 100 / 80"
    },
    "ヒトカゲ": {
        "no": "0004",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もうか",
            "サンパワー"
        ],
        "stats": "39 / 52 / 43 / 60 / 50 / 65"
    },
    "リザード": {
        "no": "0005",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もうか",
            "サンパワー"
        ],
        "stats": "58 / 64 / 58 / 80 / 65 / 80"
    },
    "リザードン": {
        "no": "0006",
        "type": [
            "ほのお",
            "ひこう"
        ],
        "ability": [
            "もうか",
            "サンパワー"
        ],
        "stats": "78 / 84 / 78 / 109 / 85 / 100"
    },
    "ゼニガメ": {
        "no": "0007",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "あめうけざら"
        ],
        "stats": "44 / 48 / 65 / 50 / 64 / 43"
    },
    "カメール": {
        "no": "0008",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "あめうけざら"
        ],
        "stats": "59 / 63 / 80 / 65 / 80 / 58"
    },
    "カメツクス": {
        "no": "0009",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "あめうけざら"
        ],
        "stats": "79 / 83 / 100 / 85 / 105 / 78"
    },
    "キヤタピー": {
        "no": "0010",
        "type": [
            "むし"
        ],
        "ability": [
            "りんぷん",
            "にげあし"
        ],
        "stats": "45 / 30 / 35 / 20 / 20 / 45"
    },
    "トランセル": {
        "no": "0011",
        "type": [
            "むし"
        ],
        "ability": [
            "だっぴ"
        ],
        "stats": "50 / 20 / 55 / 25 / 25 / 30"
    },
    "バタフリー": {
        "no": "0012",
        "type": [
            "むし",
            "ひこう"
        ],
        "ability": [
            "ふくがん",
            "いろめがね"
        ],
        "stats": "60 / 45 / 50 / 90 / 80 / 70"
    },
    "ビードル": {
        "no": "0013",
        "type": [
            "むし",
            "どく"
        ],
        "ability": [
            "りんぷん",
            "にげあし"
        ],
        "stats": "40 / 35 / 30 / 20 / 20 / 50"
    },
    "コクーン": {
        "no": "0014",
        "type": [
            "むし",
            "どく"
        ],
        "ability": [
            "だっぴ"
        ],
        "stats": "45 / 25 / 50 / 25 / 25 / 35"
    },
    "スピアー": {
        "no": "0015",
        "type": [
            "むし",
            "どく"
        ],
        "ability": [
            "むしのしらせ",
            "スナイパー"
        ],
        "stats": "65 / 90 / 40 / 45 / 80 / 75"
    },
    "ポツポ": {
        "no": "0016",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "するどいめ",
            "ちどりあし",
            "はとむね"
        ],
        "stats": "40 / 45 / 40 / 35 / 35 / 56"
    },
    "ピジヨン": {
        "no": "0017",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "するどいめ",
            "ちどりあし",
            "はとむね"
        ],
        "stats": "63 / 60 / 55 / 50 / 50 / 71"
    },
    "ピジヨツト": {
        "no": "0018",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "するどいめ",
            "ちどりあし",
            "はとむね"
        ],
        "stats": "83 / 80 / 75 / 70 / 70 / 101"
    },
    "コラツタ": {
        "no": "0019",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "にげあし",
            "こんじょう",
            "はりきり"
        ],
        "stats": "30 / 56 / 35 / 25 / 35 / 72"
    },
    "ラツタ": {
        "no": "0020",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "にげあし",
            "こんじょう",
            "はりきり"
        ],
        "stats": "55 / 81 / 60 / 50 / 70 / 97"
    },
    "オニスズメ": {
        "no": "0021",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "するどいめ",
            "スナイパー"
        ],
        "stats": "40 / 60 / 30 / 31 / 31 / 70"
    },
    "オニドリル": {
        "no": "0022",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "するどいめ",
            "スナイパー"
        ],
        "stats": "65 / 90 / 65 / 61 / 61 / 100"
    },
    "アーボ": {
        "no": "0023",
        "type": [
            "どく"
        ],
        "ability": [
            "いかく",
            "だっぴ",
            "きんちょうかん"
        ],
        "stats": "35 / 60 / 44 / 40 / 54 / 55"
    },
    "アーボツク": {
        "no": "0024",
        "type": [
            "どく"
        ],
        "ability": [
            "いかく",
            "だっぴ",
            "きんちょうかん"
        ],
        "stats": "60 / 95 / 69 / 65 / 79 / 80"
    },
    "ピカチユウ": {
        "no": "0025",
        "type": [
            "でんき"
        ],
        "ability": [
            "せいでんき",
            "ひらいしん"
        ],
        "stats": "35 / 55 / 40 / 50 / 50 / 90"
    },
    "ライチユウ": {
        "no": "0026",
        "type": [
            "でんき"
        ],
        "ability": [
            "せいでんき",
            "ひらいしん"
        ],
        "stats": "60 / 90 / 55 / 90 / 80 / 110"
    },
    "サンド": {
        "no": "0027",
        "type": [
            "じめん"
        ],
        "ability": [
            "すながくれ",
            "すなかき"
        ],
        "stats": "50 / 75 / 85 / 20 / 30 / 40"
    },
    "サンドパン": {
        "no": "0028",
        "type": [
            "じめん"
        ],
        "ability": [
            "すながくれ",
            "すなかき"
        ],
        "stats": "75 / 100 / 110 / 45 / 55 / 65"
    },
    "ニドラン♀": {
        "no": "0029",
        "type": [
            "どく"
        ],
        "ability": [
            "どくのトゲ",
            "とうそうしん",
            "はりきり"
        ],
        "stats": "55 / 47 / 52 / 40 / 40 / 41"
    },
    "ニドリーナ": {
        "no": "0030",
        "type": [
            "どく"
        ],
        "ability": [
            "どくのトゲ",
            "とうそうしん",
            "はりきり"
        ],
        "stats": "70 / 62 / 67 / 55 / 55 / 56"
    },
    "ニドクイン": {
        "no": "0031",
        "type": [
            "どく",
            "じめん"
        ],
        "ability": [
            "どくのトゲ",
            "とうそうしん",
            "ちからずく"
        ],
        "stats": "90 / 92 / 87 / 75 / 85 / 76"
    },
    "ニドラン♂": {
        "no": "0032",
        "type": [
            "どく"
        ],
        "ability": [
            "どくのトゲ",
            "とうそうしん",
            "はりきり"
        ],
        "stats": "46 / 57 / 40 / 40 / 40 / 50"
    },
    "ニドリーノ": {
        "no": "0033",
        "type": [
            "どく"
        ],
        "ability": [
            "どくのトゲ",
            "とうそうしん",
            "はりきり"
        ],
        "stats": "61 / 72 / 57 / 55 / 55 / 65"
    },
    "ニドキング": {
        "no": "0034",
        "type": [
            "どく",
            "じめん"
        ],
        "ability": [
            "どくのトゲ",
            "とうそうしん",
            "ちからずく"
        ],
        "stats": "81 / 102 / 77 / 85 / 75 / 85"
    },
    "ピツピ": {
        "no": "0035",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "メロメロボディ",
            "マジックガード",
            "フレンドガード"
        ],
        "stats": "70 / 45 / 48 / 60 / 65 / 35"
    },
    "ピクシー": {
        "no": "0036",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "メロメロボディ",
            "マジックガード",
            "てんねん"
        ],
        "stats": "95 / 70 / 73 / 95 / 90 / 60"
    },
    "ロコン": {
        "no": "0037",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もらいび",
            "ひでり"
        ],
        "stats": "38 / 41 / 40 / 50 / 65 / 65"
    },
    "キユウコン": {
        "no": "0038",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もらいび",
            "ひでり"
        ],
        "stats": "73 / 76 / 75 / 81 / 100 / 100"
    },
    "プリン": {
        "no": "0039",
        "type": [
            "ノーマル",
            "フェアリー"
        ],
        "ability": [
            "メロメロボディ",
            "かちき",
            "フレンドガード"
        ],
        "stats": "115 / 45 / 20 / 45 / 25 / 20"
    },
    "プクリン": {
        "no": "0040",
        "type": [
            "ノーマル",
            "フェアリー"
        ],
        "ability": [
            "メロメロボディ",
            "かちき",
            "おみとおし"
        ],
        "stats": "140 / 70 / 45 / 85 / 50 / 45"
    },
    "ズバツト": {
        "no": "0041",
        "type": [
            "どく",
            "ひこう"
        ],
        "ability": [
            "せいしんりょく",
            "すりぬけ"
        ],
        "stats": "40 / 45 / 35 / 30 / 40 / 55"
    },
    "ゴルバツト": {
        "no": "0042",
        "type": [
            "どく",
            "ひこう"
        ],
        "ability": [
            "せいしんりょく",
            "すりぬけ"
        ],
        "stats": "75 / 80 / 70 / 65 / 75 / 90"
    },
    "ナゾノクサ": {
        "no": "0043",
        "type": [
            "くさ",
            "どく"
        ],
        "ability": [
            "ようりょくそ",
            "にげあし"
        ],
        "stats": "45 / 50 / 55 / 75 / 65 / 30"
    },
    "クサイハナ": {
        "no": "0044",
        "type": [
            "くさ",
            "どく"
        ],
        "ability": [
            "ようりょくそ",
            "あくしゅう"
        ],
        "stats": "60 / 65 / 70 / 85 / 75 / 40"
    },
    "ラフレシア": {
        "no": "0045",
        "type": [
            "くさ",
            "どく"
        ],
        "ability": [
            "ようりょくそ",
            "ほうし"
        ],
        "stats": "75 / 80 / 85 / 110 / 90 / 50"
    },
    "パラス": {
        "no": "0046",
        "type": [
            "むし",
            "くさ"
        ],
        "ability": [
            "ほうし",
            "かんそうはだ",
            "しめりけ"
        ],
        "stats": "35 / 70 / 55 / 45 / 55 / 25"
    },
    "パラセクト": {
        "no": "0047",
        "type": [
            "むし",
            "くさ"
        ],
        "ability": [
            "ほうし",
            "かんそうはだ",
            "しめりけ"
        ],
        "stats": "60 / 95 / 80 / 60 / 80 / 30"
    },
    "コンパン": {
        "no": "0048",
        "type": [
            "むし",
            "どく"
        ],
        "ability": [
            "ふくがん",
            "いろめがね",
            "にげあし"
        ],
        "stats": "60 / 55 / 50 / 40 / 55 / 45"
    },
    "モルフオン": {
        "no": "0049",
        "type": [
            "むし",
            "どく"
        ],
        "ability": [
            "りんぷん",
            "いろめがね",
            "ミラクルスキン"
        ],
        "stats": "70 / 65 / 60 / 90 / 75 / 90"
    },
    "デイグダ": {
        "no": "0050",
        "type": [
            "じめん"
        ],
        "ability": [
            "すながくれ",
            "ありじごく",
            "すなのちから"
        ],
        "stats": "10 / 55 / 25 / 35 / 45 / 95"
    },
    "ダグトリオ": {
        "no": "0051",
        "type": [
            "じめん"
        ],
        "ability": [
            "すながくれ",
            "ありじごく",
            "すなのちから"
        ],
        "stats": "35 / 100 / 50 / 50 / 70 / 120"
    },
    "ニヤース": {
        "no": "0052",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "ものひろい",
            "テクニシャン",
            "きんちょうかん"
        ],
        "stats": "40 / 45 / 35 / 40 / 40 / 90"
    },
    "ペルシアン": {
        "no": "0053",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "じゅうなん",
            "テクニシャン",
            "きんちょうかん"
        ],
        "stats": "65 / 70 / 60 / 65 / 65 / 115"
    },
    "コダツク": {
        "no": "0054",
        "type": [
            "みず"
        ],
        "ability": [
            "しめりけ",
            "ノーてんき",
            "すいすい"
        ],
        "stats": "50 / 52 / 48 / 65 / 50 / 55"
    },
    "ゴルダツク": {
        "no": "0055",
        "type": [
            "みず"
        ],
        "ability": [
            "しめりけ",
            "ノーてんき",
            "すいすい"
        ],
        "stats": "80 / 82 / 78 / 95 / 80 / 85"
    },
    "マンキー": {
        "no": "0056",
        "type": [
            "かくとう"
        ],
        "ability": [
            "やるき",
            "いかりのつぼ",
            "まけんき"
        ],
        "stats": "40 / 80 / 35 / 35 / 45 / 70"
    },
    "オコリザル": {
        "no": "0057",
        "type": [
            "かくとう"
        ],
        "ability": [
            "やるき",
            "いかりのつぼ",
            "まけんき"
        ],
        "stats": "65 / 105 / 60 / 60 / 70 / 95"
    },
    "ガーデイ": {
        "no": "0058",
        "type": [
            "ほのお"
        ],
        "ability": [
            "いかく",
            "もらいび",
            "せいぎのこころ"
        ],
        "stats": "55 / 70 / 45 / 70 / 50 / 60"
    },
    "ウインデイ": {
        "no": "0059",
        "type": [
            "ほのお"
        ],
        "ability": [
            "いかく",
            "もらいび",
            "せいぎのこころ"
        ],
        "stats": "90 / 110 / 80 / 100 / 80 / 95"
    },
    "ニヨロモ": {
        "no": "0060",
        "type": [
            "みず"
        ],
        "ability": [
            "ちょすい",
            "しめりけ",
            "すいすい"
        ],
        "stats": "40 / 50 / 40 / 40 / 40 / 90"
    },
    "ニヨロゾ": {
        "no": "0061",
        "type": [
            "みず"
        ],
        "ability": [
            "ちょすい",
            "しめりけ",
            "すいすい"
        ],
        "stats": "65 / 65 / 65 / 50 / 50 / 90"
    },
    "ニヨロボン": {
        "no": "0062",
        "type": [
            "みず",
            "かくとう"
        ],
        "ability": [
            "ちょすい",
            "しめりけ",
            "すいすい"
        ],
        "stats": "90 / 95 / 95 / 70 / 90 / 70"
    },
    "ケーシイ": {
        "no": "0063",
        "type": [
            "エスパー"
        ],
        "ability": [
            "シンクロ",
            "せいしんりょく",
            "マジックガード"
        ],
        "stats": "25 / 20 / 15 / 105 / 55 / 90"
    },
    "ユンゲラー": {
        "no": "0064",
        "type": [
            "エスパー"
        ],
        "ability": [
            "シンクロ",
            "せいしんりょく",
            "マジックガード"
        ],
        "stats": "40 / 35 / 30 / 120 / 70 / 105"
    },
    "フーデイン": {
        "no": "0065",
        "type": [
            "エスパー"
        ],
        "ability": [
            "シンクロ",
            "せいしんりょく",
            "マジックガード"
        ],
        "stats": "55 / 50 / 45 / 135 / 95 / 120"
    },
    "ワンリキー": {
        "no": "0066",
        "type": [
            "かくとう"
        ],
        "ability": [
            "こんじょう",
            "ノーガード",
            "ふくつのこころ"
        ],
        "stats": "70 / 80 / 50 / 35 / 35 / 35"
    },
    "ゴーリキー": {
        "no": "0067",
        "type": [
            "かくとう"
        ],
        "ability": [
            "こんじょう",
            "ノーガード",
            "ふくつのこころ"
        ],
        "stats": "80 / 100 / 70 / 50 / 60 / 45"
    },
    "カイリキー": {
        "no": "0068",
        "type": [
            "かくとう"
        ],
        "ability": [
            "こんじょう",
            "ノーガード",
            "ふくつのこころ"
        ],
        "stats": "90 / 130 / 80 / 65 / 85 / 55"
    },
    "マダツボミ": {
        "no": "0069",
        "type": [
            "くさ",
            "どく"
        ],
        "ability": [
            "ようりょくそ",
            "くいしんぼう"
        ],
        "stats": "50 / 75 / 35 / 70 / 30 / 40"
    },
    "ウツドン": {
        "no": "0070",
        "type": [
            "くさ",
            "どく"
        ],
        "ability": [
            "ようりょくそ",
            "くいしんぼう"
        ],
        "stats": "65 / 90 / 50 / 85 / 45 / 55"
    },
    "ウツボツト": {
        "no": "0071",
        "type": [
            "くさ",
            "どく"
        ],
        "ability": [
            "ようりょくそ",
            "くいしんぼう"
        ],
        "stats": "80 / 105 / 65 / 100 / 70 / 70"
    },
    "メノクラゲ": {
        "no": "0072",
        "type": [
            "みず",
            "どく"
        ],
        "ability": [
            "クリアボディ",
            "ヘドロえき",
            "あめうけざら"
        ],
        "stats": "40 / 40 / 35 / 50 / 100 / 70"
    },
    "ドククラゲ": {
        "no": "0073",
        "type": [
            "みず",
            "どく"
        ],
        "ability": [
            "クリアボディ",
            "ヘドロえき",
            "あめうけざら"
        ],
        "stats": "80 / 70 / 65 / 80 / 120 / 100"
    },
    "イシツブテ": {
        "no": "0074",
        "type": [
            "いわ",
            "じめん"
        ],
        "ability": [
            "いしあたま",
            "がんじょう",
            "すながくれ"
        ],
        "stats": "40 / 80 / 100 / 30 / 30 / 20"
    },
    "ゴローン": {
        "no": "0075",
        "type": [
            "いわ",
            "じめん"
        ],
        "ability": [
            "いしあたま",
            "がんじょう",
            "すながくれ"
        ],
        "stats": "55 / 95 / 115 / 45 / 45 / 35"
    },
    "ゴローニヤ": {
        "no": "0076",
        "type": [
            "いわ",
            "じめん"
        ],
        "ability": [
            "いしあたま",
            "がんじょう",
            "すながくれ"
        ],
        "stats": "80 / 120 / 130 / 55 / 65 / 45"
    },
    "ポニータ": {
        "no": "0077",
        "type": [
            "ほのお"
        ],
        "ability": [
            "にげあし",
            "もらいび",
            "ほのおのからだ"
        ],
        "stats": "50 / 85 / 55 / 65 / 65 / 90"
    },
    "ギヤロツプ": {
        "no": "0078",
        "type": [
            "ほのお"
        ],
        "ability": [
            "にげあし",
            "もらいび",
            "ほのおのからだ"
        ],
        "stats": "65 / 100 / 70 / 80 / 80 / 105"
    },
    "ヤドン": {
        "no": "0079",
        "type": [
            "みず",
            "エスパー"
        ],
        "ability": [
            "どんかん",
            "マイペース",
            "さいせいりょく"
        ],
        "stats": "90 / 65 / 65 / 40 / 40 / 15"
    },
    "ヤドラン": {
        "no": "0080",
        "type": [
            "みず",
            "エスパー"
        ],
        "ability": [
            "どんかん",
            "マイペース",
            "さいせいりょく"
        ],
        "stats": "95 / 75 / 110 / 100 / 80 / 30"
    },
    "コイル": {
        "no": "0081",
        "type": [
            "でんき",
            "はがね"
        ],
        "ability": [
            "じりょく",
            "がんじょう",
            "アナライズ"
        ],
        "stats": "25 / 35 / 70 / 95 / 55 / 45"
    },
    "レアコイル": {
        "no": "0082",
        "type": [
            "でんき",
            "はがね"
        ],
        "ability": [
            "じりょく",
            "がんじょう",
            "アナライズ"
        ],
        "stats": "50 / 60 / 95 / 120 / 70 / 70"
    },
    "カモネギ": {
        "no": "0083",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "するどいめ",
            "せいしんりょく",
            "まけんき"
        ],
        "stats": "52 / 90 / 55 / 58 / 62 / 60"
    },
    "ドードー": {
        "no": "0084",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "にげあし",
            "はやおき",
            "ちどりあし"
        ],
        "stats": "35 / 85 / 45 / 35 / 35 / 75"
    },
    "ドードリオ": {
        "no": "0085",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "にげあし",
            "はやおき",
            "ちどりあし"
        ],
        "stats": "60 / 110 / 70 / 60 / 60 / 110"
    },
    "パウワウ": {
        "no": "0086",
        "type": [
            "みず"
        ],
        "ability": [
            "あついしぼう",
            "うるおいボディ",
            "アイスボディ"
        ],
        "stats": "65 / 45 / 55 / 45 / 70 / 45"
    },
    "ジユゴン": {
        "no": "0087",
        "type": [
            "みず",
            "こおり"
        ],
        "ability": [
            "あついしぼう",
            "うるおいボディ",
            "アイスボディ"
        ],
        "stats": "90 / 70 / 80 / 70 / 95 / 70"
    },
    "ベトベター": {
        "no": "0088",
        "type": [
            "どく"
        ],
        "ability": [
            "あくしゅう",
            "ねんちゃく",
            "どくしゅ"
        ],
        "stats": "80 / 80 / 50 / 40 / 50 / 25"
    },
    "ベトベトン": {
        "no": "0089",
        "type": [
            "どく"
        ],
        "ability": [
            "あくしゅう",
            "ねんちゃく",
            "どくしゅ"
        ],
        "stats": "105 / 105 / 75 / 65 / 100 / 50"
    },
    "シエルダー": {
        "no": "0090",
        "type": [
            "みず"
        ],
        "ability": [
            "シェルアーマー",
            "スキルリンク",
            "ぼうじん"
        ],
        "stats": "30 / 65 / 100 / 45 / 25 / 40"
    },
    "パルシエン": {
        "no": "0091",
        "type": [
            "みず",
            "こおり"
        ],
        "ability": [
            "シェルアーマー",
            "スキルリンク",
            "ぼうじん"
        ],
        "stats": "50 / 95 / 180 / 85 / 45 / 70"
    },
    "ゴース": {
        "no": "0092",
        "type": [
            "ゴースト",
            "どく"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "30 / 35 / 30 / 100 / 35 / 80"
    },
    "ゴースト": {
        "no": "0093",
        "type": [
            "ゴースト",
            "どく"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "45 / 50 / 45 / 115 / 55 / 95"
    },
    "ゲンガー": {
        "no": "0094",
        "type": [
            "ゴースト",
            "どく"
        ],
        "ability": [
            "のろわれボディ"
        ],
        "stats": "60 / 65 / 60 / 130 / 75 / 110"
    },
    "イワーク": {
        "no": "0095",
        "type": [
            "いわ",
            "じめん"
        ],
        "ability": [
            "いしあたま",
            "がんじょう",
            "くだけるよろい"
        ],
        "stats": "35 / 45 / 160 / 30 / 45 / 70"
    },
    "スリープ": {
        "no": "0096",
        "type": [
            "エスパー"
        ],
        "ability": [
            "ふみん",
            "よちむ",
            "せいしんりょく"
        ],
        "stats": "60 / 48 / 45 / 43 / 90 / 42"
    },
    "スリーパー": {
        "no": "0097",
        "type": [
            "エスパー"
        ],
        "ability": [
            "ふみん",
            "よちむ",
            "せいしんりょく"
        ],
        "stats": "85 / 73 / 70 / 73 / 115 / 67"
    },
    "クラブ": {
        "no": "0098",
        "type": [
            "みず"
        ],
        "ability": [
            "かいりきバサミ",
            "シェルアーマー",
            "ちからずく"
        ],
        "stats": "30 / 105 / 90 / 25 / 25 / 50"
    },
    "キングラー": {
        "no": "0099",
        "type": [
            "みず"
        ],
        "ability": [
            "かいりきバサミ",
            "シェルアーマー",
            "ちからずく"
        ],
        "stats": "55 / 130 / 115 / 50 / 50 / 75"
    },
    "ビリリダマ": {
        "no": "0100",
        "type": [
            "でんき"
        ],
        "ability": [
            "ぼうおん",
            "せいでんき",
            "ゆうばく"
        ],
        "stats": "40 / 30 / 50 / 55 / 55 / 100"
    },
    "マルマイン": {
        "no": "0101",
        "type": [
            "でんき"
        ],
        "ability": [
            "ぼうおん",
            "せいでんき",
            "ゆうばく"
        ],
        "stats": "60 / 50 / 70 / 80 / 80 / 150"
    },
    "タマタマ": {
        "no": "0102",
        "type": [
            "くさ",
            "エスパー"
        ],
        "ability": [
            "ようりょくそ",
            "しゅうかく"
        ],
        "stats": "60 / 40 / 80 / 60 / 45 / 40"
    },
    "ナツシー": {
        "no": "0103",
        "type": [
            "くさ",
            "エスパー"
        ],
        "ability": [
            "ようりょくそ",
            "しゅうかく"
        ],
        "stats": "95 / 95 / 85 / 125 / 75 / 55"
    },
    "カラカラ": {
        "no": "0104",
        "type": [
            "じめん"
        ],
        "ability": [
            "いしあたま",
            "ひらいしん",
            "カブトアーマー"
        ],
        "stats": "50 / 50 / 95 / 40 / 50 / 35"
    },
    "ガラガラ": {
        "no": "0105",
        "type": [
            "じめん"
        ],
        "ability": [
            "いしあたま",
            "ひらいしん",
            "カブトアーマー"
        ],
        "stats": "60 / 80 / 110 / 50 / 80 / 45"
    },
    "サワムラー": {
        "no": "0106",
        "type": [
            "かくとう"
        ],
        "ability": [
            "じゅうなん",
            "すてみ",
            "かるわざ"
        ],
        "stats": "50 / 120 / 53 / 35 / 110 / 87"
    },
    "エビワラー": {
        "no": "0107",
        "type": [
            "かくとう"
        ],
        "ability": [
            "するどいめ",
            "てつのこぶし",
            "せいしんりょく"
        ],
        "stats": "50 / 105 / 79 / 35 / 110 / 76"
    },
    "ベロリンガ": {
        "no": "0108",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "マイペース",
            "どんかん",
            "ノーてんき"
        ],
        "stats": "90 / 55 / 75 / 60 / 75 / 30"
    },
    "ドガース": {
        "no": "0109",
        "type": [
            "どく"
        ],
        "ability": [
            "ふゆう",
            "かがくへんかガス",
            "あくしゅう"
        ],
        "stats": "40 / 65 / 95 / 60 / 45 / 35"
    },
    "マタドガス": {
        "no": "0110",
        "type": [
            "どく"
        ],
        "ability": [
            "ふゆう",
            "かがくへんかガス",
            "あくしゅう"
        ],
        "stats": "65 / 90 / 120 / 85 / 70 / 60"
    },
    "サイホーン": {
        "no": "0111",
        "type": [
            "じめん",
            "いわ"
        ],
        "ability": [
            "ひらいしん",
            "いしあたま",
            "すてみ"
        ],
        "stats": "80 / 85 / 95 / 30 / 30 / 25"
    },
    "サイドン": {
        "no": "0112",
        "type": [
            "じめん",
            "いわ"
        ],
        "ability": [
            "ひらいしん",
            "いしあたま",
            "すてみ"
        ],
        "stats": "105 / 130 / 120 / 45 / 45 / 40"
    },
    "ラツキー": {
        "no": "0113",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "しぜんかいふく",
            "てんのめぐみ",
            "いやしのこころ"
        ],
        "stats": "250 / 5 / 5 / 35 / 105 / 50"
    },
    "モンジヤラ": {
        "no": "0114",
        "type": [
            "くさ"
        ],
        "ability": [
            "ようりょくそ",
            "リーフガード",
            "さいせいりょく"
        ],
        "stats": "65 / 55 / 115 / 100 / 40 / 60"
    },
    "ガルーラ": {
        "no": "0115",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "はやおき",
            "きもったま",
            "せいしんりょく"
        ],
        "stats": "105 / 95 / 80 / 40 / 80 / 90"
    },
    "タツツー": {
        "no": "0116",
        "type": [
            "みず"
        ],
        "ability": [
            "すいすい",
            "スナイパー",
            "しめりけ"
        ],
        "stats": "30 / 40 / 70 / 70 / 25 / 60"
    },
    "シードラ": {
        "no": "0117",
        "type": [
            "みず"
        ],
        "ability": [
            "どくのトゲ",
            "スナイパー",
            "しめりけ"
        ],
        "stats": "55 / 65 / 95 / 95 / 45 / 85"
    },
    "トサキント": {
        "no": "0118",
        "type": [
            "みず"
        ],
        "ability": [
            "すいすい",
            "みずのベール",
            "ひらいしん"
        ],
        "stats": "45 / 67 / 60 / 35 / 50 / 63"
    },
    "アズマオウ": {
        "no": "0119",
        "type": [
            "みず"
        ],
        "ability": [
            "すいすい",
            "みずのベール",
            "ひらいしん"
        ],
        "stats": "80 / 92 / 65 / 65 / 80 / 68"
    },
    "ヒトデマン": {
        "no": "0120",
        "type": [
            "みず"
        ],
        "ability": [
            "はっこう",
            "しぜんかいふく",
            "アナライズ"
        ],
        "stats": "30 / 45 / 55 / 70 / 55 / 85"
    },
    "スターミー": {
        "no": "0121",
        "type": [
            "みず",
            "エスパー"
        ],
        "ability": [
            "はっこう",
            "しぜんかいふく",
            "アナライズ"
        ],
        "stats": "60 / 75 / 85 / 100 / 85 / 115"
    },
    "バリヤード": {
        "no": "0122",
        "type": [
            "エスパー",
            "フェアリー"
        ],
        "ability": [
            "ぼうおん",
            "フィルター",
            "テクニシャン"
        ],
        "stats": "40 / 45 / 65 / 100 / 120 / 90"
    },
    "ストライク": {
        "no": "0123",
        "type": [
            "むし",
            "ひこう"
        ],
        "ability": [
            "むしのしらせ",
            "テクニシャン",
            "ふくつのこころ"
        ],
        "stats": "70 / 110 / 80 / 55 / 80 / 105"
    },
    "ルージユラ": {
        "no": "0124",
        "type": [
            "こおり",
            "エスパー"
        ],
        "ability": [
            "どんかん",
            "よちむ",
            "かんそうはだ"
        ],
        "stats": "65 / 50 / 35 / 115 / 95 / 95"
    },
    "エレブー": {
        "no": "0125",
        "type": [
            "でんき"
        ],
        "ability": [
            "せいでんき",
            "やるき"
        ],
        "stats": "65 / 83 / 57 / 95 / 85 / 105"
    },
    "ブーバー": {
        "no": "0126",
        "type": [
            "ほのお"
        ],
        "ability": [
            "ほのおのからだ",
            "やるき"
        ],
        "stats": "65 / 95 / 57 / 100 / 85 / 93"
    },
    "カイロス": {
        "no": "0127",
        "type": [
            "むし"
        ],
        "ability": [
            "かいりきバサミ",
            "かたやぶり",
            "じしんかじょう"
        ],
        "stats": "65 / 125 / 100 / 55 / 70 / 85"
    },
    "ケンタロス": {
        "no": "0128",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "いかく",
            "いかりのつぼ",
            "ちからずく"
        ],
        "stats": "75 / 100 / 95 / 40 / 70 / 110"
    },
    "コイキング": {
        "no": "0129",
        "type": [
            "みず"
        ],
        "ability": [
            "すいすい",
            "びびり"
        ],
        "stats": "20 / 10 / 55 / 15 / 20 / 80"
    },
    "ギヤラドス": {
        "no": "0130",
        "type": [
            "みず",
            "ひこう"
        ],
        "ability": [
            "いかく",
            "じしんかじょう"
        ],
        "stats": "95 / 125 / 79 / 60 / 100 / 81"
    },
    "ラプラス": {
        "no": "0131",
        "type": [
            "みず",
            "こおり"
        ],
        "ability": [
            "ちょすい",
            "シェルアーマー",
            "うるおいボディ"
        ],
        "stats": "130 / 85 / 80 / 85 / 95 / 60"
    },
    "メタモン": {
        "no": "0132",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "じゅうなん",
            "かわりもの"
        ],
        "stats": "48 / 48 / 48 / 48 / 48 / 48"
    },
    "イーブイ": {
        "no": "0133",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "にげあし",
            "てきおうりょく",
            "きけんよち"
        ],
        "stats": "55 / 55 / 50 / 45 / 65 / 55"
    },
    "シヤワーズ": {
        "no": "0134",
        "type": [
            "みず"
        ],
        "ability": [
            "ちょすい",
            "うるおいボディ"
        ],
        "stats": "130 / 65 / 60 / 110 / 95 / 65"
    },
    "サンダース": {
        "no": "0135",
        "type": [
            "でんき"
        ],
        "ability": [
            "ちくでん",
            "はやあし"
        ],
        "stats": "65 / 65 / 60 / 110 / 95 / 130"
    },
    "ブースター": {
        "no": "0136",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もらいび",
            "こんじょう"
        ],
        "stats": "65 / 130 / 60 / 95 / 110 / 65"
    },
    "ポリゴン": {
        "no": "0137",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "トレース",
            "ダウンロード",
            "アナライズ"
        ],
        "stats": "65 / 60 / 70 / 85 / 75 / 40"
    },
    "オムナイト": {
        "no": "0138",
        "type": [
            "いわ",
            "みず"
        ],
        "ability": [
            "すいすい",
            "シェルアーマー",
            "くだけるよろい"
        ],
        "stats": "35 / 40 / 100 / 90 / 55 / 35"
    },
    "オムスター": {
        "no": "0139",
        "type": [
            "いわ",
            "みず"
        ],
        "ability": [
            "すいすい",
            "シェルアーマー",
            "くだけるよろい"
        ],
        "stats": "70 / 60 / 125 / 115 / 70 / 55"
    },
    "カブト": {
        "no": "0140",
        "type": [
            "いわ",
            "みず"
        ],
        "ability": [
            "すいすい",
            "カブトアーマー",
            "くだけるよろい"
        ],
        "stats": "30 / 80 / 90 / 55 / 45 / 55"
    },
    "カブトプス": {
        "no": "0141",
        "type": [
            "いわ",
            "みず"
        ],
        "ability": [
            "すいすい",
            "カブトアーマー",
            "くだけるよろい"
        ],
        "stats": "60 / 115 / 105 / 65 / 70 / 80"
    },
    "プテラ": {
        "no": "0142",
        "type": [
            "いわ",
            "ひこう"
        ],
        "ability": [
            "いしあたま",
            "プレッシャー",
            "きんちょうかん"
        ],
        "stats": "80 / 105 / 65 / 60 / 75 / 130"
    },
    "カビゴン": {
        "no": "0143",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "めんえき",
            "あついしぼう",
            "くいしんぼう"
        ],
        "stats": "160 / 110 / 65 / 65 / 110 / 30"
    },
    "フリーザー": {
        "no": "0144",
        "type": [
            "こおり",
            "ひこう"
        ],
        "ability": [
            "プレッシャー",
            "ゆきがくれ"
        ],
        "stats": "90 / 85 / 100 / 95 / 125 / 85"
    },
    "サンダー": {
        "no": "0145",
        "type": [
            "でんき",
            "ひこう"
        ],
        "ability": [
            "プレッシャー",
            "せいでんき"
        ],
        "stats": "90 / 90 / 85 / 125 / 90 / 100"
    },
    "フアイヤー": {
        "no": "0146",
        "type": [
            "ほのお",
            "ひこう"
        ],
        "ability": [
            "プレッシャー",
            "ほのおのからだ"
        ],
        "stats": "90 / 100 / 90 / 125 / 85 / 90"
    },
    "ミニリユウ": {
        "no": "0147",
        "type": [
            "ドラゴン"
        ],
        "ability": [
            "だっぴ",
            "ふしぎなうろこ"
        ],
        "stats": "41 / 64 / 45 / 50 / 50 / 50"
    },
    "ハクリユー": {
        "no": "0148",
        "type": [
            "ドラゴン"
        ],
        "ability": [
            "だっぴ",
            "ふしぎなうろこ"
        ],
        "stats": "61 / 84 / 65 / 70 / 70 / 70"
    },
    "カイリユー": {
        "no": "0149",
        "type": [
            "ドラゴン",
            "ひこう"
        ],
        "ability": [
            "せいしんりょく",
            "マルチスケイル"
        ],
        "stats": "91 / 134 / 95 / 100 / 100 / 80"
    },
    "ミユウツー": {
        "no": "0150",
        "type": [
            "エスパー"
        ],
        "ability": [
            "プレッシャー",
            "きんちょうかん"
        ],
        "stats": "106 / 110 / 90 / 154 / 90 / 130"
    },
    "ミユウ": {
        "no": "0151",
        "type": [
            "エスパー"
        ],
        "ability": [
            "シンクロ"
        ],
        "stats": "100 / 100 / 100 / 100 / 100 / 100"
    },
    "チコリータ": {
        "no": "0152",
        "type": [
            "くさ"
        ],
        "ability": [
            "しんりょく",
            "リーフガード"
        ],
        "stats": "45 / 49 / 65 / 49 / 65 / 45"
    },
    "ベイリーフ": {
        "no": "0153",
        "type": [
            "くさ"
        ],
        "ability": [
            "しんりょく",
            "リーフガード"
        ],
        "stats": "60 / 62 / 80 / 63 / 80 / 60"
    },
    "メガニウム": {
        "no": "0154",
        "type": [
            "くさ"
        ],
        "ability": [
            "しんりょく",
            "リーフガード"
        ],
        "stats": "80 / 82 / 100 / 83 / 100 / 80"
    },
    "ヒノアラシ": {
        "no": "0155",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もうか",
            "もらいび"
        ],
        "stats": "39 / 52 / 43 / 60 / 50 / 65"
    },
    "マグマラシ": {
        "no": "0156",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もうか",
            "もらいび"
        ],
        "stats": "58 / 64 / 58 / 80 / 65 / 80"
    },
    "バクフーン": {
        "no": "0157",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もうか",
            "もらいび"
        ],
        "stats": "78 / 84 / 78 / 109 / 85 / 100"
    },
    "ワニノコ": {
        "no": "0158",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "ちからずく"
        ],
        "stats": "50 / 65 / 64 / 44 / 48 / 43"
    },
    "アリゲイツ": {
        "no": "0159",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "ちからずく"
        ],
        "stats": "65 / 80 / 80 / 59 / 63 / 58"
    },
    "オーダイル": {
        "no": "0160",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "ちからずく"
        ],
        "stats": "85 / 105 / 100 / 79 / 83 / 78"
    },
    "オタチ": {
        "no": "0161",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "にげあし",
            "するどいめ",
            "おみとおし"
        ],
        "stats": "35 / 46 / 34 / 35 / 45 / 20"
    },
    "オオタチ": {
        "no": "0162",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "にげあし",
            "するどいめ",
            "おみとおし"
        ],
        "stats": "85 / 76 / 64 / 45 / 55 / 90"
    },
    "ホーホー": {
        "no": "0163",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "ふみん",
            "するどいめ",
            "いろめがね"
        ],
        "stats": "60 / 30 / 30 / 36 / 56 / 50"
    },
    "ヨルノズク": {
        "no": "0164",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "ふみん",
            "するどいめ",
            "いろめがね"
        ],
        "stats": "100 / 50 / 50 / 86 / 96 / 70"
    },
    "レデイバ": {
        "no": "0165",
        "type": [
            "むし",
            "ひこう"
        ],
        "ability": [
            "むしのしらせ",
            "はやおき",
            "びびり"
        ],
        "stats": "40 / 20 / 30 / 40 / 80 / 55"
    },
    "レデイアン": {
        "no": "0166",
        "type": [
            "むし",
            "ひこう"
        ],
        "ability": [
            "むしのしらせ",
            "はやおき",
            "てつのこぶし"
        ],
        "stats": "55 / 35 / 50 / 55 / 110 / 85"
    },
    "イトマル": {
        "no": "0167",
        "type": [
            "むし",
            "どく"
        ],
        "ability": [
            "むしのしらせ",
            "ふみん",
            "スナイパー"
        ],
        "stats": "40 / 60 / 40 / 40 / 40 / 30"
    },
    "アリアドス": {
        "no": "0168",
        "type": [
            "むし",
            "どく"
        ],
        "ability": [
            "むしのしらせ",
            "ふみん",
            "スナイパー"
        ],
        "stats": "70 / 90 / 70 / 60 / 70 / 40"
    },
    "クロバツト": {
        "no": "0169",
        "type": [
            "どく",
            "ひこう"
        ],
        "ability": [
            "せいしんりょく",
            "すりぬけ"
        ],
        "stats": "85 / 90 / 80 / 70 / 80 / 130"
    },
    "チヨンチー": {
        "no": "0170",
        "type": [
            "みず",
            "でんき"
        ],
        "ability": [
            "ちくでん",
            "はっこう",
            "ちょすい"
        ],
        "stats": "75 / 38 / 38 / 56 / 56 / 67"
    },
    "ランターン": {
        "no": "0171",
        "type": [
            "みず",
            "でんき"
        ],
        "ability": [
            "ちくでん",
            "はっこう",
            "ちょすい"
        ],
        "stats": "125 / 58 / 58 / 76 / 76 / 67"
    },
    "ピチユー": {
        "no": "0172",
        "type": [
            "でんき"
        ],
        "ability": [
            "せいでんき",
            "ひらいしん"
        ],
        "stats": "20 / 40 / 15 / 35 / 35 / 60"
    },
    "ピイ": {
        "no": "0173",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "メロメロボディ",
            "マジックガード",
            "フレンドガード"
        ],
        "stats": "50 / 25 / 28 / 45 / 55 / 15"
    },
    "ププリン": {
        "no": "0174",
        "type": [
            "ノーマル",
            "フェアリー"
        ],
        "ability": [
            "メロメロボディ",
            "かちき",
            "フレンドガード"
        ],
        "stats": "90 / 30 / 15 / 40 / 20 / 15"
    },
    "トゲピー": {
        "no": "0175",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "はりきり",
            "てんのめぐみ",
            "きょううん"
        ],
        "stats": "35 / 20 / 65 / 40 / 65 / 20"
    },
    "トゲチツク": {
        "no": "0176",
        "type": [
            "フェアリー",
            "ひこう"
        ],
        "ability": [
            "はりきり",
            "てんのめぐみ",
            "きょううん"
        ],
        "stats": "55 / 40 / 85 / 80 / 105 / 40"
    },
    "ネイテイ": {
        "no": "0177",
        "type": [
            "エスパー",
            "ひこう"
        ],
        "ability": [
            "シンクロ",
            "はやおき",
            "マジックミラー"
        ],
        "stats": "40 / 50 / 45 / 70 / 45 / 70"
    },
    "ネイテイオ": {
        "no": "0178",
        "type": [
            "エスパー",
            "ひこう"
        ],
        "ability": [
            "シンクロ",
            "はやおき",
            "マジックミラー"
        ],
        "stats": "65 / 75 / 70 / 95 / 70 / 95"
    },
    "メリープ": {
        "no": "0179",
        "type": [
            "でんき"
        ],
        "ability": [
            "せいでんき",
            "プラス"
        ],
        "stats": "55 / 40 / 40 / 65 / 45 / 35"
    },
    "モココ": {
        "no": "0180",
        "type": [
            "でんき"
        ],
        "ability": [
            "せいでんき",
            "プラス"
        ],
        "stats": "70 / 55 / 55 / 80 / 60 / 45"
    },
    "デンリユウ": {
        "no": "0181",
        "type": [
            "でんき"
        ],
        "ability": [
            "せいでんき",
            "プラス"
        ],
        "stats": "90 / 75 / 85 / 115 / 90 / 55"
    },
    "キレイハナ": {
        "no": "0182",
        "type": [
            "くさ"
        ],
        "ability": [
            "ようりょくそ",
            "いやしのこころ"
        ],
        "stats": "75 / 80 / 95 / 90 / 100 / 50"
    },
    "マリル": {
        "no": "0183",
        "type": [
            "みず",
            "フェアリー"
        ],
        "ability": [
            "あついしぼう",
            "ちからもち",
            "そうしょく"
        ],
        "stats": "70 / 20 / 50 / 20 / 50 / 40"
    },
    "マリルリ": {
        "no": "0184",
        "type": [
            "みず",
            "フェアリー"
        ],
        "ability": [
            "あついしぼう",
            "ちからもち",
            "そうしょく"
        ],
        "stats": "100 / 50 / 80 / 60 / 80 / 50"
    },
    "ウソツキー": {
        "no": "0185",
        "type": [
            "いわ"
        ],
        "ability": [
            "がんじょう",
            "いしあたま",
            "びびり"
        ],
        "stats": "70 / 100 / 115 / 30 / 65 / 30"
    },
    "ニヨロトノ": {
        "no": "0186",
        "type": [
            "みず"
        ],
        "ability": [
            "ちょすい",
            "しめりけ",
            "あめふらし"
        ],
        "stats": "90 / 75 / 75 / 90 / 100 / 70"
    },
    "ハネツコ": {
        "no": "0187",
        "type": [
            "くさ",
            "ひこう"
        ],
        "ability": [
            "ようりょくそ",
            "リーフガード",
            "すりぬけ"
        ],
        "stats": "35 / 35 / 40 / 35 / 55 / 50"
    },
    "ポポツコ": {
        "no": "0188",
        "type": [
            "くさ",
            "ひこう"
        ],
        "ability": [
            "ようりょくそ",
            "リーフガード",
            "すりぬけ"
        ],
        "stats": "55 / 45 / 50 / 45 / 65 / 80"
    },
    "ワタツコ": {
        "no": "0189",
        "type": [
            "くさ",
            "ひこう"
        ],
        "ability": [
            "ようりょくそ",
            "リーフガード",
            "すりぬけ"
        ],
        "stats": "75 / 55 / 70 / 55 / 95 / 110"
    },
    "エイパム": {
        "no": "0190",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "にげあし",
            "ものひろい",
            "スキルリンク"
        ],
        "stats": "55 / 70 / 55 / 40 / 55 / 85"
    },
    "ヒマナツツ": {
        "no": "0191",
        "type": [
            "くさ"
        ],
        "ability": [
            "ようりょくそ",
            "サンパワー",
            "はやおき"
        ],
        "stats": "30 / 30 / 30 / 30 / 30 / 30"
    },
    "キマワリ": {
        "no": "0192",
        "type": [
            "くさ"
        ],
        "ability": [
            "ようりょくそ",
            "サンパワー",
            "はやおき"
        ],
        "stats": "75 / 75 / 55 / 105 / 85 / 30"
    },
    "ヤンヤンマ": {
        "no": "0193",
        "type": [
            "むし",
            "ひこう"
        ],
        "ability": [
            "かそく",
            "ふくがん",
            "おみとおし"
        ],
        "stats": "65 / 65 / 45 / 75 / 45 / 95"
    },
    "ウパー": {
        "no": "0194",
        "type": [
            "みず",
            "じめん"
        ],
        "ability": [
            "しめりけ",
            "ちょすい",
            "てんねん"
        ],
        "stats": "55 / 45 / 45 / 25 / 25 / 15"
    },
    "ヌオー": {
        "no": "0195",
        "type": [
            "みず",
            "じめん"
        ],
        "ability": [
            "しめりけ",
            "ちょすい",
            "てんねん"
        ],
        "stats": "95 / 85 / 85 / 65 / 65 / 35"
    },
    "エーフイ": {
        "no": "0196",
        "type": [
            "エスパー"
        ],
        "ability": [
            "シンクロ",
            "マジックミラー"
        ],
        "stats": "65 / 65 / 60 / 130 / 95 / 110"
    },
    "ブラツキー": {
        "no": "0197",
        "type": [
            "あく"
        ],
        "ability": [
            "シンクロ",
            "せいしんりょく"
        ],
        "stats": "95 / 65 / 110 / 60 / 130 / 65"
    },
    "ヤミカラス": {
        "no": "0198",
        "type": [
            "あく",
            "ひこう"
        ],
        "ability": [
            "ふみん",
            "きょううん",
            "いたずらごころ"
        ],
        "stats": "60 / 85 / 42 / 85 / 42 / 91"
    },
    "ヤドキング": {
        "no": "0199",
        "type": [
            "みず",
            "エスパー"
        ],
        "ability": [
            "どんかん",
            "マイペース",
            "さいせいりょく"
        ],
        "stats": "95 / 75 / 80 / 100 / 110 / 30"
    },
    "ムウマ": {
        "no": "0200",
        "type": [
            "ゴースト"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "60 / 60 / 60 / 85 / 85 / 85"
    },
    "アンノーン": {
        "no": "0201",
        "type": [
            "エスパー"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "48 / 72 / 48 / 72 / 48 / 48"
    },
    "ソーナンス": {
        "no": "0202",
        "type": [
            "エスパー"
        ],
        "ability": [
            "かげふみ",
            "テレパシー"
        ],
        "stats": "190 / 33 / 58 / 33 / 58 / 33"
    },
    "キリンリキ": {
        "no": "0203",
        "type": [
            "ノーマル",
            "エスパー"
        ],
        "ability": [
            "せいしんりょく",
            "はやおき",
            "そうしょく"
        ],
        "stats": "70 / 80 / 65 / 90 / 65 / 85"
    },
    "クヌギダマ": {
        "no": "0204",
        "type": [
            "むし"
        ],
        "ability": [
            "がんじょう",
            "ぼうじん"
        ],
        "stats": "50 / 65 / 90 / 35 / 35 / 15"
    },
    "フオレトス": {
        "no": "0205",
        "type": [
            "むし",
            "はがね"
        ],
        "ability": [
            "がんじょう",
            "ぼうじん"
        ],
        "stats": "75 / 90 / 140 / 60 / 60 / 40"
    },
    "ノコツチ": {
        "no": "0206",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "てんのめぐみ",
            "にげあし",
            "びびり"
        ],
        "stats": "100 / 70 / 70 / 65 / 65 / 45"
    },
    "グライガー": {
        "no": "0207",
        "type": [
            "じめん",
            "ひこう"
        ],
        "ability": [
            "かいりきバサミ",
            "すながくれ",
            "めんえき"
        ],
        "stats": "65 / 75 / 105 / 35 / 65 / 85"
    },
    "ハガネール": {
        "no": "0208",
        "type": [
            "はがね",
            "じめん"
        ],
        "ability": [
            "いしあたま",
            "がんじょう",
            "ちからずく"
        ],
        "stats": "75 / 85 / 200 / 55 / 65 / 30"
    },
    "ブルー": {
        "no": "0209",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "いかく",
            "にげあし",
            "びびり"
        ],
        "stats": "60 / 80 / 50 / 40 / 40 / 30"
    },
    "グランブル": {
        "no": "0210",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "いかく",
            "はやあし",
            "びびり"
        ],
        "stats": "90 / 120 / 75 / 60 / 60 / 45"
    },
    "ハリーセン": {
        "no": "0211",
        "type": [
            "みず",
            "どく"
        ],
        "ability": [
            "どくのトゲ",
            "すいすい",
            "いかく"
        ],
        "stats": "65 / 95 / 85 / 55 / 55 / 85"
    },
    "ハツサム": {
        "no": "0212",
        "type": [
            "むし",
            "はがね"
        ],
        "ability": [
            "むしのしらせ",
            "テクニシャン",
            "ライトメタル"
        ],
        "stats": "70 / 130 / 100 / 55 / 80 / 65"
    },
    "ツボツボ": {
        "no": "0213",
        "type": [
            "むし",
            "いわ"
        ],
        "ability": [
            "がんじょう",
            "くいしんぼう",
            "あまのじゃく"
        ],
        "stats": "20 / 10 / 230 / 10 / 230 / 5"
    },
    "ヘラクロス": {
        "no": "0214",
        "type": [
            "むし",
            "かくとう"
        ],
        "ability": [
            "むしのしらせ",
            "こんじょう",
            "じしんかじょう"
        ],
        "stats": "80 / 125 / 75 / 40 / 95 / 85"
    },
    "ニユーラ": {
        "no": "0215",
        "type": [
            "あく",
            "こおり"
        ],
        "ability": [
            "せいしんりょく",
            "するどいめ",
            "わるいてぐせ"
        ],
        "stats": "55 / 95 / 55 / 35 / 75 / 115"
    },
    "ヒメグマ": {
        "no": "0216",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "ものひろい",
            "はやあし",
            "みつあつめ"
        ],
        "stats": "60 / 80 / 50 / 50 / 50 / 40"
    },
    "リングマ": {
        "no": "0217",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "こんじょう",
            "はやあし",
            "きんちょうかん"
        ],
        "stats": "90 / 130 / 75 / 75 / 75 / 55"
    },
    "マグマツグ": {
        "no": "0218",
        "type": [
            "ほのお"
        ],
        "ability": [
            "マグマのよろい",
            "ほのおのからだ",
            "くだけるよろい"
        ],
        "stats": "40 / 40 / 40 / 70 / 40 / 20"
    },
    "マグカルゴ": {
        "no": "0219",
        "type": [
            "ほのお",
            "いわ"
        ],
        "ability": [
            "マグマのよろい",
            "ほのおのからだ",
            "くだけるよろい"
        ],
        "stats": "60 / 50 / 120 / 90 / 80 / 30"
    },
    "ウリムー": {
        "no": "0220",
        "type": [
            "こおり",
            "じめん"
        ],
        "ability": [
            "どんかん",
            "ゆきがくれ",
            "あついしぼう"
        ],
        "stats": "50 / 50 / 40 / 30 / 30 / 50"
    },
    "イノムー": {
        "no": "0221",
        "type": [
            "こおり",
            "じめん"
        ],
        "ability": [
            "どんかん",
            "ゆきがくれ",
            "あついしぼう"
        ],
        "stats": "100 / 100 / 80 / 60 / 60 / 50"
    },
    "サニーゴ": {
        "no": "0222",
        "type": [
            "みず",
            "いわ"
        ],
        "ability": [
            "はりきり",
            "しぜんかいふく",
            "さいせいりょく"
        ],
        "stats": "65 / 55 / 95 / 65 / 95 / 35"
    },
    "テツポウオ": {
        "no": "0223",
        "type": [
            "みず"
        ],
        "ability": [
            "はりきり",
            "スナイパー",
            "ムラっけ"
        ],
        "stats": "35 / 65 / 35 / 65 / 35 / 65"
    },
    "オクタン": {
        "no": "0224",
        "type": [
            "みず"
        ],
        "ability": [
            "きゅうばん",
            "スナイパー",
            "ムラっけ"
        ],
        "stats": "75 / 105 / 75 / 105 / 75 / 45"
    },
    "デリバード": {
        "no": "0225",
        "type": [
            "こおり",
            "ひこう"
        ],
        "ability": [
            "やるき",
            "はりきり",
            "ふみん"
        ],
        "stats": "45 / 55 / 45 / 65 / 45 / 75"
    },
    "マンタイン": {
        "no": "0226",
        "type": [
            "みず",
            "ひこう"
        ],
        "ability": [
            "すいすい",
            "ちょすい",
            "みずのベール"
        ],
        "stats": "85 / 40 / 70 / 80 / 140 / 70"
    },
    "エアームド": {
        "no": "0227",
        "type": [
            "はがね",
            "ひこう"
        ],
        "ability": [
            "するどいめ",
            "がんじょう",
            "くだけるよろい"
        ],
        "stats": "65 / 80 / 140 / 40 / 70 / 70"
    },
    "デルビル": {
        "no": "0228",
        "type": [
            "あく",
            "ほのお"
        ],
        "ability": [
            "はやおき",
            "もらいび",
            "きんちょうかん"
        ],
        "stats": "45 / 60 / 30 / 80 / 50 / 65"
    },
    "ヘルガー": {
        "no": "0229",
        "type": [
            "あく",
            "ほのお"
        ],
        "ability": [
            "はやおき",
            "もらいび",
            "きんちょうかん"
        ],
        "stats": "75 / 90 / 50 / 110 / 80 / 95"
    },
    "キングドラ": {
        "no": "0230",
        "type": [
            "みず",
            "ドラゴン"
        ],
        "ability": [
            "すいすい",
            "スナイパー",
            "しめりけ"
        ],
        "stats": "75 / 95 / 95 / 95 / 95 / 85"
    },
    "ゴマゾウ": {
        "no": "0231",
        "type": [
            "じめん"
        ],
        "ability": [
            "ものひろい",
            "すながくれ"
        ],
        "stats": "90 / 60 / 60 / 40 / 40 / 40"
    },
    "ドンフアン": {
        "no": "0232",
        "type": [
            "じめん"
        ],
        "ability": [
            "がんじょう",
            "すながくれ"
        ],
        "stats": "90 / 120 / 120 / 60 / 60 / 50"
    },
    "ポリゴン２": {
        "no": "0233",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "トレース",
            "ダウンロード",
            "アナライズ"
        ],
        "stats": "85 / 80 / 90 / 105 / 95 / 60"
    },
    "オドシシ": {
        "no": "0234",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "いかく",
            "おみとおし",
            "そうしょく"
        ],
        "stats": "73 / 95 / 62 / 85 / 65 / 85"
    },
    "ドーブル": {
        "no": "0235",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "マイペース",
            "テクニシャン",
            "ムラっけ"
        ],
        "stats": "55 / 20 / 35 / 20 / 45 / 75"
    },
    "バルキー": {
        "no": "0236",
        "type": [
            "かくとう"
        ],
        "ability": [
            "こんじょう",
            "ふくつのこころ",
            "やるき"
        ],
        "stats": "35 / 35 / 35 / 35 / 35 / 35"
    },
    "カポエラー": {
        "no": "0237",
        "type": [
            "かくとう"
        ],
        "ability": [
            "いかく",
            "テクニシャン",
            "ふくつのこころ"
        ],
        "stats": "50 / 95 / 95 / 35 / 110 / 70"
    },
    "ムチユール": {
        "no": "0238",
        "type": [
            "こおり",
            "エスパー"
        ],
        "ability": [
            "どんかん",
            "よちむ",
            "うるおいボディ"
        ],
        "stats": "45 / 30 / 15 / 85 / 65 / 65"
    },
    "エレキツド": {
        "no": "0239",
        "type": [
            "でんき"
        ],
        "ability": [
            "せいでんき",
            "やるき"
        ],
        "stats": "45 / 63 / 37 / 65 / 55 / 95"
    },
    "ブビイ": {
        "no": "0240",
        "type": [
            "ほのお"
        ],
        "ability": [
            "ほのおのからだ",
            "やるき"
        ],
        "stats": "45 / 75 / 37 / 70 / 55 / 83"
    },
    "ミルタンク": {
        "no": "0241",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "あついしぼう",
            "きもったま",
            "そうしょく"
        ],
        "stats": "95 / 80 / 105 / 40 / 70 / 100"
    },
    "ハピナス": {
        "no": "0242",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "しぜんかいふく",
            "てんのめぐみ",
            "いやしのこころ"
        ],
        "stats": "255 / 10 / 10 / 75 / 135 / 55"
    },
    "ライコウ": {
        "no": "0243",
        "type": [
            "でんき"
        ],
        "ability": [
            "プレッシャー",
            "せいしんりょく"
        ],
        "stats": "90 / 85 / 75 / 115 / 100 / 115"
    },
    "エンテイ": {
        "no": "0244",
        "type": [
            "ほのお"
        ],
        "ability": [
            "プレッシャー",
            "せいしんりょく"
        ],
        "stats": "115 / 115 / 85 / 90 / 75 / 100"
    },
    "スイクン": {
        "no": "0245",
        "type": [
            "みず"
        ],
        "ability": [
            "プレッシャー",
            "せいしんりょく"
        ],
        "stats": "100 / 75 / 115 / 90 / 115 / 85"
    },
    "ヨーギラス": {
        "no": "0246",
        "type": [
            "いわ",
            "じめん"
        ],
        "ability": [
            "こんじょう",
            "すながくれ"
        ],
        "stats": "50 / 64 / 50 / 45 / 50 / 41"
    },
    "サナギラス": {
        "no": "0247",
        "type": [
            "いわ",
            "じめん"
        ],
        "ability": [
            "だっぴ"
        ],
        "stats": "70 / 84 / 70 / 65 / 70 / 51"
    },
    "バンギラス": {
        "no": "0248",
        "type": [
            "いわ",
            "あく"
        ],
        "ability": [
            "すなおこし",
            "きんちょうかん"
        ],
        "stats": "100 / 134 / 110 / 95 / 100 / 61"
    },
    "ルギア": {
        "no": "0249",
        "type": [
            "エスパー",
            "ひこう"
        ],
        "ability": [
            "プレッシャー",
            "マルチスケイル"
        ],
        "stats": "106 / 90 / 130 / 90 / 154 / 110"
    },
    "ホウオウ": {
        "no": "0250",
        "type": [
            "ほのお",
            "ひこう"
        ],
        "ability": [
            "プレッシャー",
            "さいせいりょく"
        ],
        "stats": "106 / 130 / 90 / 110 / 154 / 90"
    },
    "セレビイ": {
        "no": "0251",
        "type": [
            "エスパー",
            "くさ"
        ],
        "ability": [
            "しぜんかいふく"
        ],
        "stats": "100 / 100 / 100 / 100 / 100 / 100"
    },
    "キモリ": {
        "no": "0252",
        "type": [
            "くさ"
        ],
        "ability": [
            "しんりょく",
            "かるわざ"
        ],
        "stats": "40 / 45 / 35 / 65 / 55 / 70"
    },
    "ジユプトル": {
        "no": "0253",
        "type": [
            "くさ"
        ],
        "ability": [
            "しんりょく",
            "かるわざ"
        ],
        "stats": "50 / 65 / 45 / 85 / 65 / 95"
    },
    "ジユカイン": {
        "no": "0254",
        "type": [
            "くさ"
        ],
        "ability": [
            "しんりょく",
            "かるわざ"
        ],
        "stats": "70 / 85 / 65 / 105 / 85 / 120"
    },
    "アチヤモ": {
        "no": "0255",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もうか",
            "かそく"
        ],
        "stats": "45 / 60 / 40 / 70 / 50 / 45"
    },
    "ワカシヤモ": {
        "no": "0256",
        "type": [
            "ほのお",
            "かくとう"
        ],
        "ability": [
            "もうか",
            "かそく"
        ],
        "stats": "60 / 85 / 60 / 85 / 60 / 55"
    },
    "バシヤーモ": {
        "no": "0257",
        "type": [
            "ほのお",
            "かくとう"
        ],
        "ability": [
            "もうか",
            "かそく"
        ],
        "stats": "80 / 120 / 70 / 110 / 70 / 80"
    },
    "ミズゴロウ": {
        "no": "0258",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "しめりけ"
        ],
        "stats": "50 / 70 / 50 / 50 / 50 / 40"
    },
    "ヌマクロー": {
        "no": "0259",
        "type": [
            "みず",
            "じめん"
        ],
        "ability": [
            "げきりゅう",
            "しめりけ"
        ],
        "stats": "70 / 85 / 70 / 60 / 70 / 50"
    },
    "ラグラージ": {
        "no": "0260",
        "type": [
            "みず",
            "じめん"
        ],
        "ability": [
            "げきりゅう",
            "しめりけ"
        ],
        "stats": "100 / 110 / 90 / 85 / 90 / 60"
    },
    "ポチエナ": {
        "no": "0261",
        "type": [
            "あく"
        ],
        "ability": [
            "にげあし",
            "はやあし",
            "びびり"
        ],
        "stats": "35 / 55 / 35 / 30 / 30 / 35"
    },
    "グラエナ": {
        "no": "0262",
        "type": [
            "あく"
        ],
        "ability": [
            "いかく",
            "はやあし",
            "じしんかじょう"
        ],
        "stats": "70 / 90 / 70 / 60 / 60 / 70"
    },
    "ジグザグマ": {
        "no": "0263",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "ものひろい",
            "くいしんぼう",
            "はやあし"
        ],
        "stats": "38 / 30 / 41 / 30 / 41 / 60"
    },
    "マツスグマ": {
        "no": "0264",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "ものひろい",
            "くいしんぼう",
            "はやあし"
        ],
        "stats": "78 / 70 / 61 / 50 / 61 / 100"
    },
    "ケムツソ": {
        "no": "0265",
        "type": [
            "むし"
        ],
        "ability": [
            "りんぷん",
            "にげあし"
        ],
        "stats": "45 / 45 / 35 / 20 / 30 / 20"
    },
    "カラサリス": {
        "no": "0266",
        "type": [
            "むし"
        ],
        "ability": [
            "だっぴ"
        ],
        "stats": "50 / 35 / 55 / 25 / 25 / 15"
    },
    "アゲハント": {
        "no": "0267",
        "type": [
            "むし",
            "ひこう"
        ],
        "ability": [
            "むしのしらせ",
            "とうそうしん"
        ],
        "stats": "60 / 70 / 50 / 100 / 50 / 65"
    },
    "マユルド": {
        "no": "0268",
        "type": [
            "むし"
        ],
        "ability": [
            "だっぴ"
        ],
        "stats": "50 / 35 / 55 / 25 / 25 / 15"
    },
    "ドクケイル": {
        "no": "0269",
        "type": [
            "むし",
            "どく"
        ],
        "ability": [
            "りんぷん",
            "ふくがん"
        ],
        "stats": "60 / 50 / 70 / 50 / 90 / 65"
    },
    "ハスボー": {
        "no": "0270",
        "type": [
            "みず",
            "くさ"
        ],
        "ability": [
            "すいすい",
            "あめうけざら",
            "マイペース"
        ],
        "stats": "40 / 30 / 30 / 40 / 50 / 30"
    },
    "ハスブレロ": {
        "no": "0271",
        "type": [
            "みず",
            "くさ"
        ],
        "ability": [
            "すいすい",
            "あめうけざら",
            "マイペース"
        ],
        "stats": "60 / 50 / 50 / 60 / 70 / 50"
    },
    "ルンパツパ": {
        "no": "0272",
        "type": [
            "みず",
            "くさ"
        ],
        "ability": [
            "すいすい",
            "あめうけざら",
            "マイペース"
        ],
        "stats": "80 / 70 / 70 / 90 / 100 / 70"
    },
    "タネボー": {
        "no": "0273",
        "type": [
            "くさ"
        ],
        "ability": [
            "ようりょくそ",
            "はやおき",
            "わるいてぐせ"
        ],
        "stats": "40 / 40 / 50 / 30 / 30 / 30"
    },
    "コノハナ": {
        "no": "0274",
        "type": [
            "くさ",
            "あく"
        ],
        "ability": [
            "ようりょくそ",
            "はやおき",
            "わるいてぐせ"
        ],
        "stats": "70 / 70 / 40 / 60 / 40 / 60"
    },
    "ダーテング": {
        "no": "0275",
        "type": [
            "くさ",
            "あく"
        ],
        "ability": [
            "ようりょくそ",
            "かぜのり",
            "わるいてぐせ"
        ],
        "stats": "90 / 100 / 60 / 90 / 60 / 80"
    },
    "スバメ": {
        "no": "0276",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "こんじょう",
            "きもったま"
        ],
        "stats": "40 / 55 / 30 / 30 / 30 / 85"
    },
    "オオスバメ": {
        "no": "0277",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "こんじょう",
            "きもったま"
        ],
        "stats": "60 / 85 / 60 / 75 / 50 / 125"
    },
    "キヤモメ": {
        "no": "0278",
        "type": [
            "みず",
            "ひこう"
        ],
        "ability": [
            "するどいめ",
            "うるおいボディ",
            "あめうけざら"
        ],
        "stats": "40 / 30 / 30 / 55 / 30 / 85"
    },
    "ペリツパー": {
        "no": "0279",
        "type": [
            "みず",
            "ひこう"
        ],
        "ability": [
            "するどいめ",
            "あめふらし",
            "あめうけざら"
        ],
        "stats": "60 / 50 / 100 / 95 / 70 / 65"
    },
    "ラルトス": {
        "no": "0280",
        "type": [
            "エスパー",
            "フェアリー"
        ],
        "ability": [
            "シンクロ",
            "トレース",
            "テレパシー"
        ],
        "stats": "28 / 25 / 25 / 45 / 35 / 40"
    },
    "キルリア": {
        "no": "0281",
        "type": [
            "エスパー",
            "フェアリー"
        ],
        "ability": [
            "シンクロ",
            "トレース",
            "テレパシー"
        ],
        "stats": "38 / 35 / 35 / 65 / 55 / 50"
    },
    "サーナイト": {
        "no": "0282",
        "type": [
            "エスパー",
            "フェアリー"
        ],
        "ability": [
            "シンクロ",
            "トレース",
            "テレパシー"
        ],
        "stats": "68 / 65 / 65 / 125 / 115 / 80"
    },
    "アメタマ": {
        "no": "0283",
        "type": [
            "むし",
            "みず"
        ],
        "ability": [
            "すいすい",
            "あめうけざら"
        ],
        "stats": "40 / 30 / 32 / 50 / 52 / 65"
    },
    "アメモース": {
        "no": "0284",
        "type": [
            "むし",
            "ひこう"
        ],
        "ability": [
            "いかく",
            "きんちょうかん"
        ],
        "stats": "70 / 60 / 62 / 100 / 82 / 80"
    },
    "キノココ": {
        "no": "0285",
        "type": [
            "くさ"
        ],
        "ability": [
            "ほうし",
            "ポイズンヒール",
            "はやあし"
        ],
        "stats": "60 / 40 / 60 / 40 / 60 / 35"
    },
    "キノガツサ": {
        "no": "0286",
        "type": [
            "くさ",
            "かくとう"
        ],
        "ability": [
            "ほうし",
            "ポイズンヒール",
            "テクニシャン"
        ],
        "stats": "60 / 130 / 80 / 60 / 60 / 70"
    },
    "ナマケロ": {
        "no": "0287",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "なまけ"
        ],
        "stats": "60 / 60 / 60 / 35 / 35 / 30"
    },
    "ヤルキモノ": {
        "no": "0288",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "やるき"
        ],
        "stats": "80 / 80 / 80 / 55 / 55 / 90"
    },
    "ケツキング": {
        "no": "0289",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "なまけ"
        ],
        "stats": "150 / 160 / 100 / 95 / 65 / 100"
    },
    "ツチニン": {
        "no": "0290",
        "type": [
            "むし",
            "じめん"
        ],
        "ability": [
            "ふくがん",
            "にげあし"
        ],
        "stats": "31 / 45 / 90 / 30 / 30 / 40"
    },
    "テツカニン": {
        "no": "0291",
        "type": [
            "むし",
            "ひこう"
        ],
        "ability": [
            "かそく",
            "すりぬけ"
        ],
        "stats": "61 / 90 / 45 / 50 / 50 / 160"
    },
    "ヌケニン": {
        "no": "0292",
        "type": [
            "むし",
            "ゴースト"
        ],
        "ability": [
            "ふしぎなまもり"
        ],
        "stats": "1 / 90 / 45 / 30 / 30 / 40"
    },
    "ゴニヨニヨ": {
        "no": "0293",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "ぼうおん",
            "びびり"
        ],
        "stats": "64 / 51 / 23 / 51 / 23 / 28"
    },
    "ドゴーム": {
        "no": "0294",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "ぼうおん",
            "きもったま"
        ],
        "stats": "84 / 71 / 43 / 71 / 43 / 48"
    },
    "バクオング": {
        "no": "0295",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "ぼうおん",
            "きもったま"
        ],
        "stats": "104 / 91 / 63 / 91 / 73 / 68"
    },
    "マクノシタ": {
        "no": "0296",
        "type": [
            "かくとう"
        ],
        "ability": [
            "あついしぼう",
            "こんじょう",
            "ちからずく"
        ],
        "stats": "72 / 60 / 30 / 20 / 30 / 25"
    },
    "ハリテヤマ": {
        "no": "0297",
        "type": [
            "かくとう"
        ],
        "ability": [
            "あついしぼう",
            "こんじょう",
            "ちからずく"
        ],
        "stats": "144 / 120 / 60 / 40 / 60 / 50"
    },
    "ルリリ": {
        "no": "0298",
        "type": [
            "ノーマル",
            "フェアリー"
        ],
        "ability": [
            "あついしぼう",
            "ちからもち",
            "そうしょく"
        ],
        "stats": "50 / 20 / 40 / 20 / 40 / 20"
    },
    "ノズパス": {
        "no": "0299",
        "type": [
            "いわ"
        ],
        "ability": [
            "がんじょう",
            "じりょく",
            "すなのちから"
        ],
        "stats": "30 / 45 / 135 / 45 / 90 / 30"
    },
    "エネコ": {
        "no": "0300",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "メロメロボディ",
            "ノーマルスキン",
            "ミラクルスキン"
        ],
        "stats": "50 / 45 / 45 / 35 / 35 / 50"
    },
    "エネコロロ": {
        "no": "0301",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "メロメロボディ",
            "ノーマルスキン",
            "ミラクルスキン"
        ],
        "stats": "70 / 65 / 65 / 55 / 55 / 90"
    },
    "ヤミラミ": {
        "no": "0302",
        "type": [
            "あく",
            "ゴースト"
        ],
        "ability": [
            "するどいめ",
            "あとだし",
            "いたずらごころ"
        ],
        "stats": "50 / 75 / 75 / 65 / 65 / 50"
    },
    "クチート": {
        "no": "0303",
        "type": [
            "はがね",
            "フェアリー"
        ],
        "ability": [
            "かいりきバサミ",
            "いかく",
            "ちからずく"
        ],
        "stats": "50 / 85 / 85 / 55 / 55 / 50"
    },
    "ココドラ": {
        "no": "0304",
        "type": [
            "はがね",
            "いわ"
        ],
        "ability": [
            "がんじょう",
            "いしあたま",
            "ヘヴィメタル"
        ],
        "stats": "50 / 70 / 100 / 40 / 40 / 30"
    },
    "コドラ": {
        "no": "0305",
        "type": [
            "はがね",
            "いわ"
        ],
        "ability": [
            "がんじょう",
            "いしあたま",
            "ヘヴィメタル"
        ],
        "stats": "60 / 90 / 140 / 50 / 50 / 40"
    },
    "ボスゴドラ": {
        "no": "0306",
        "type": [
            "はがね",
            "いわ"
        ],
        "ability": [
            "がんじょう",
            "いしあたま",
            "ヘヴィメタル"
        ],
        "stats": "70 / 110 / 180 / 60 / 60 / 50"
    },
    "アサナン": {
        "no": "0307",
        "type": [
            "かくとう",
            "エスパー"
        ],
        "ability": [
            "ヨガパワー",
            "テレパシー"
        ],
        "stats": "30 / 40 / 55 / 40 / 55 / 60"
    },
    "チヤーレム": {
        "no": "0308",
        "type": [
            "かくとう",
            "エスパー"
        ],
        "ability": [
            "ヨガパワー",
            "テレパシー"
        ],
        "stats": "60 / 60 / 75 / 60 / 75 / 80"
    },
    "ラクライ": {
        "no": "0309",
        "type": [
            "でんき"
        ],
        "ability": [
            "せいでんき",
            "ひらいしん",
            "マイナス"
        ],
        "stats": "40 / 45 / 40 / 65 / 40 / 65"
    },
    "ライボルト": {
        "no": "0310",
        "type": [
            "でんき"
        ],
        "ability": [
            "せいでんき",
            "ひらいしん",
            "マイナス"
        ],
        "stats": "70 / 75 / 60 / 105 / 60 / 105"
    },
    "プラスル": {
        "no": "0311",
        "type": [
            "でんき"
        ],
        "ability": [
            "プラス",
            "ひらいしん"
        ],
        "stats": "60 / 50 / 40 / 85 / 75 / 95"
    },
    "マイナン": {
        "no": "0312",
        "type": [
            "でんき"
        ],
        "ability": [
            "マイナス",
            "ちくでん"
        ],
        "stats": "60 / 40 / 50 / 75 / 85 / 95"
    },
    "バルビート": {
        "no": "0313",
        "type": [
            "むし"
        ],
        "ability": [
            "はっこう",
            "むしのしらせ",
            "いたずらごころ"
        ],
        "stats": "65 / 73 / 75 / 47 / 85 / 85"
    },
    "イルミーゼ": {
        "no": "0314",
        "type": [
            "むし"
        ],
        "ability": [
            "どんかん",
            "いろめがね",
            "いたずらごころ"
        ],
        "stats": "65 / 47 / 75 / 73 / 85 / 85"
    },
    "ロゼリア": {
        "no": "0315",
        "type": [
            "くさ",
            "どく"
        ],
        "ability": [
            "しぜんかいふく",
            "どくのトゲ",
            "リーフガード"
        ],
        "stats": "50 / 60 / 45 / 100 / 80 / 65"
    },
    "ゴクリン": {
        "no": "0316",
        "type": [
            "どく"
        ],
        "ability": [
            "ヘドロえき",
            "ねんちゃく",
            "くいしんぼう"
        ],
        "stats": "70 / 43 / 53 / 43 / 53 / 40"
    },
    "マルノーム": {
        "no": "0317",
        "type": [
            "どく"
        ],
        "ability": [
            "ヘドロえき",
            "ねんちゃく",
            "くいしんぼう"
        ],
        "stats": "100 / 73 / 83 / 73 / 83 / 55"
    },
    "キバニア": {
        "no": "0318",
        "type": [
            "みず",
            "あく"
        ],
        "ability": [
            "さめはだ",
            "かそく"
        ],
        "stats": "45 / 90 / 20 / 65 / 20 / 65"
    },
    "サメハダー": {
        "no": "0319",
        "type": [
            "みず",
            "あく"
        ],
        "ability": [
            "さめはだ",
            "かそく"
        ],
        "stats": "70 / 120 / 40 / 95 / 40 / 95"
    },
    "ホエルコ": {
        "no": "0320",
        "type": [
            "みず"
        ],
        "ability": [
            "みずのベール",
            "どんかん",
            "プレッシャー"
        ],
        "stats": "130 / 70 / 35 / 70 / 35 / 60"
    },
    "ホエルオー": {
        "no": "0321",
        "type": [
            "みず"
        ],
        "ability": [
            "みずのベール",
            "どんかん",
            "プレッシャー"
        ],
        "stats": "170 / 90 / 45 / 90 / 45 / 60"
    },
    "ドンメル": {
        "no": "0322",
        "type": [
            "ほのお",
            "じめん"
        ],
        "ability": [
            "どんかん",
            "たんじゅん",
            "マイペース"
        ],
        "stats": "60 / 60 / 40 / 65 / 45 / 35"
    },
    "バクーダ": {
        "no": "0323",
        "type": [
            "ほのお",
            "じめん"
        ],
        "ability": [
            "マグマのよろい",
            "ハードロック",
            "いかりのつぼ"
        ],
        "stats": "70 / 100 / 70 / 105 / 75 / 40"
    },
    "コータス": {
        "no": "0324",
        "type": [
            "ほのお"
        ],
        "ability": [
            "しろいけむり",
            "ひでり",
            "シェルアーマー"
        ],
        "stats": "70 / 85 / 140 / 85 / 70 / 20"
    },
    "バネブー": {
        "no": "0325",
        "type": [
            "エスパー"
        ],
        "ability": [
            "あついしぼう",
            "マイペース",
            "くいしんぼう"
        ],
        "stats": "60 / 25 / 35 / 70 / 80 / 60"
    },
    "ブーピツグ": {
        "no": "0326",
        "type": [
            "エスパー"
        ],
        "ability": [
            "あついしぼう",
            "マイペース",
            "くいしんぼう"
        ],
        "stats": "80 / 45 / 65 / 90 / 110 / 80"
    },
    "パツチール": {
        "no": "0327",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "マイペース",
            "ちどりあし",
            "あまのじゃく"
        ],
        "stats": "60 / 60 / 60 / 60 / 60 / 60"
    },
    "ナツクラー": {
        "no": "0328",
        "type": [
            "じめん"
        ],
        "ability": [
            "かいりきバサミ",
            "ありじごく",
            "ちからずく"
        ],
        "stats": "45 / 100 / 45 / 45 / 45 / 10"
    },
    "ビブラーバ": {
        "no": "0329",
        "type": [
            "じめん",
            "ドラゴン"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "50 / 70 / 50 / 50 / 50 / 70"
    },
    "フライゴン": {
        "no": "0330",
        "type": [
            "じめん",
            "ドラゴン"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "80 / 100 / 80 / 80 / 80 / 100"
    },
    "サボネア": {
        "no": "0331",
        "type": [
            "くさ"
        ],
        "ability": [
            "すながくれ",
            "ちょすい"
        ],
        "stats": "50 / 85 / 40 / 85 / 40 / 35"
    },
    "ノクタス": {
        "no": "0332",
        "type": [
            "くさ",
            "あく"
        ],
        "ability": [
            "すながくれ",
            "ちょすい"
        ],
        "stats": "70 / 115 / 60 / 115 / 60 / 55"
    },
    "チルツト": {
        "no": "0333",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "しぜんかいふく",
            "ノーてんき"
        ],
        "stats": "45 / 40 / 60 / 40 / 75 / 50"
    },
    "チルタリス": {
        "no": "0334",
        "type": [
            "ドラゴン",
            "ひこう"
        ],
        "ability": [
            "しぜんかいふく",
            "ノーてんき"
        ],
        "stats": "75 / 70 / 90 / 70 / 105 / 80"
    },
    "ザングース": {
        "no": "0335",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "めんえき",
            "どくぼうそう"
        ],
        "stats": "73 / 115 / 60 / 60 / 60 / 90"
    },
    "ハブネーク": {
        "no": "0336",
        "type": [
            "どく"
        ],
        "ability": [
            "だっぴ",
            "すりぬけ"
        ],
        "stats": "73 / 100 / 60 / 100 / 60 / 65"
    },
    "ルナトーン": {
        "no": "0337",
        "type": [
            "いわ",
            "エスパー"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "90 / 55 / 65 / 95 / 85 / 70"
    },
    "ソルロツク": {
        "no": "0338",
        "type": [
            "いわ",
            "エスパー"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "90 / 95 / 85 / 55 / 65 / 70"
    },
    "ドジヨツチ": {
        "no": "0339",
        "type": [
            "みず",
            "じめん"
        ],
        "ability": [
            "どんかん",
            "きけんよち",
            "うるおいボディ"
        ],
        "stats": "50 / 48 / 43 / 46 / 41 / 60"
    },
    "ナマズン": {
        "no": "0340",
        "type": [
            "みず",
            "じめん"
        ],
        "ability": [
            "どんかん",
            "きけんよち",
            "うるおいボディ"
        ],
        "stats": "110 / 78 / 73 / 76 / 71 / 60"
    },
    "ヘイガニ": {
        "no": "0341",
        "type": [
            "みず"
        ],
        "ability": [
            "かいりきバサミ",
            "シェルアーマー",
            "てきおうりょく"
        ],
        "stats": "43 / 80 / 65 / 50 / 35 / 35"
    },
    "シザリガー": {
        "no": "0342",
        "type": [
            "みず",
            "あく"
        ],
        "ability": [
            "かいりきバサミ",
            "シェルアーマー",
            "てきおうりょく"
        ],
        "stats": "63 / 120 / 85 / 90 / 55 / 55"
    },
    "ヤジロン": {
        "no": "0343",
        "type": [
            "じめん",
            "エスパー"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "40 / 40 / 55 / 40 / 70 / 55"
    },
    "ネンドール": {
        "no": "0344",
        "type": [
            "じめん",
            "エスパー"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "60 / 70 / 105 / 70 / 120 / 75"
    },
    "リリーラ": {
        "no": "0345",
        "type": [
            "いわ",
            "くさ"
        ],
        "ability": [
            "きゅうばん",
            "よびみず"
        ],
        "stats": "66 / 41 / 77 / 61 / 87 / 23"
    },
    "ユレイドル": {
        "no": "0346",
        "type": [
            "いわ",
            "くさ"
        ],
        "ability": [
            "きゅうばん",
            "よびみず"
        ],
        "stats": "86 / 81 / 97 / 81 / 107 / 43"
    },
    "アノプス": {
        "no": "0347",
        "type": [
            "いわ",
            "むし"
        ],
        "ability": [
            "カブトアーマー",
            "すいすい"
        ],
        "stats": "45 / 95 / 50 / 40 / 50 / 75"
    },
    "アーマルド": {
        "no": "0348",
        "type": [
            "いわ",
            "むし"
        ],
        "ability": [
            "カブトアーマー",
            "すいすい"
        ],
        "stats": "75 / 125 / 100 / 70 / 80 / 45"
    },
    "ヒンバス": {
        "no": "0349",
        "type": [
            "みず"
        ],
        "ability": [
            "すいすい",
            "どんかん",
            "てきおうりょく"
        ],
        "stats": "20 / 15 / 20 / 10 / 55 / 80"
    },
    "ミロカロス": {
        "no": "0350",
        "type": [
            "みず"
        ],
        "ability": [
            "ふしぎなうろこ",
            "かちき",
            "メロメロボディ"
        ],
        "stats": "95 / 60 / 79 / 100 / 125 / 81"
    },
    "ポワルン": {
        "no": "0351",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "てんきや"
        ],
        "stats": "70 / 70 / 70 / 70 / 70 / 70"
    },
    "カクレオン": {
        "no": "0352",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "へんしょく",
            "へんげんじざい"
        ],
        "stats": "60 / 90 / 70 / 60 / 120 / 40"
    },
    "カゲボウズ": {
        "no": "0353",
        "type": [
            "ゴースト"
        ],
        "ability": [
            "ふみん",
            "おみとおし",
            "のろわれボディ"
        ],
        "stats": "44 / 75 / 35 / 63 / 33 / 45"
    },
    "ジユペツタ": {
        "no": "0354",
        "type": [
            "ゴースト"
        ],
        "ability": [
            "ふみん",
            "おみとおし",
            "のろわれボディ"
        ],
        "stats": "64 / 115 / 65 / 83 / 63 / 65"
    },
    "ヨマワル": {
        "no": "0355",
        "type": [
            "ゴースト"
        ],
        "ability": [
            "ふゆう",
            "おみとおし"
        ],
        "stats": "20 / 40 / 90 / 30 / 90 / 25"
    },
    "サマヨール": {
        "no": "0356",
        "type": [
            "ゴースト"
        ],
        "ability": [
            "プレッシャー",
            "おみとおし"
        ],
        "stats": "40 / 70 / 130 / 60 / 130 / 25"
    },
    "トロピウス": {
        "no": "0357",
        "type": [
            "くさ",
            "ひこう"
        ],
        "ability": [
            "ようりょくそ",
            "サンパワー",
            "しゅうかく"
        ],
        "stats": "99 / 68 / 83 / 72 / 87 / 51"
    },
    "チリーン": {
        "no": "0358",
        "type": [
            "エスパー"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "75 / 50 / 80 / 95 / 90 / 65"
    },
    "アブソル": {
        "no": "0359",
        "type": [
            "あく"
        ],
        "ability": [
            "プレッシャー",
            "きょううん",
            "せいぎのこころ"
        ],
        "stats": "65 / 130 / 60 / 75 / 60 / 75"
    },
    "ソーナノ": {
        "no": "0360",
        "type": [
            "エスパー"
        ],
        "ability": [
            "かげふみ",
            "テレパシー"
        ],
        "stats": "95 / 23 / 48 / 23 / 48 / 23"
    },
    "ユキワラシ": {
        "no": "0361",
        "type": [
            "こおり"
        ],
        "ability": [
            "せいしんりょく",
            "アイスボディ",
            "ムラっけ"
        ],
        "stats": "50 / 50 / 50 / 50 / 50 / 50"
    },
    "オニゴーリ": {
        "no": "0362",
        "type": [
            "こおり"
        ],
        "ability": [
            "せいしんりょく",
            "アイスボディ",
            "ムラっけ"
        ],
        "stats": "80 / 80 / 80 / 80 / 80 / 80"
    },
    "タマザラシ": {
        "no": "0363",
        "type": [
            "こおり",
            "みず"
        ],
        "ability": [
            "あついしぼう",
            "アイスボディ",
            "どんかん"
        ],
        "stats": "70 / 40 / 50 / 55 / 50 / 25"
    },
    "トドグラー": {
        "no": "0364",
        "type": [
            "こおり",
            "みず"
        ],
        "ability": [
            "あついしぼう",
            "アイスボディ",
            "どんかん"
        ],
        "stats": "90 / 60 / 70 / 75 / 70 / 45"
    },
    "トドゼルガ": {
        "no": "0365",
        "type": [
            "こおり",
            "みず"
        ],
        "ability": [
            "あついしぼう",
            "アイスボディ",
            "どんかん"
        ],
        "stats": "110 / 80 / 90 / 95 / 90 / 65"
    },
    "パールル": {
        "no": "0366",
        "type": [
            "みず"
        ],
        "ability": [
            "シェルアーマー",
            "びびり"
        ],
        "stats": "35 / 64 / 85 / 74 / 55 / 32"
    },
    "ハンテール": {
        "no": "0367",
        "type": [
            "みず"
        ],
        "ability": [
            "すいすい",
            "みずのベール"
        ],
        "stats": "55 / 104 / 105 / 94 / 75 / 52"
    },
    "サクラビス": {
        "no": "0368",
        "type": [
            "みず"
        ],
        "ability": [
            "すいすい",
            "うるおいボディ"
        ],
        "stats": "55 / 84 / 105 / 114 / 75 / 52"
    },
    "ジーランス": {
        "no": "0369",
        "type": [
            "みず",
            "いわ"
        ],
        "ability": [
            "すいすい",
            "いしあたま",
            "がんじょう"
        ],
        "stats": "100 / 90 / 130 / 45 / 65 / 55"
    },
    "ラブカス": {
        "no": "0370",
        "type": [
            "みず"
        ],
        "ability": [
            "すいすい",
            "うるおいボディ"
        ],
        "stats": "43 / 30 / 55 / 40 / 65 / 97"
    },
    "タツベイ": {
        "no": "0371",
        "type": [
            "ドラゴン"
        ],
        "ability": [
            "いしあたま",
            "ちからずく"
        ],
        "stats": "45 / 75 / 60 / 40 / 30 / 50"
    },
    "コモルー": {
        "no": "0372",
        "type": [
            "ドラゴン"
        ],
        "ability": [
            "いしあたま",
            "ぼうじん"
        ],
        "stats": "65 / 95 / 100 / 60 / 50 / 50"
    },
    "ボーマンダ": {
        "no": "0373",
        "type": [
            "ドラゴン",
            "ひこう"
        ],
        "ability": [
            "いかく",
            "じしんかじょう"
        ],
        "stats": "95 / 135 / 80 / 110 / 80 / 100"
    },
    "ダンバル": {
        "no": "0374",
        "type": [
            "はがね",
            "エスパー"
        ],
        "ability": [
            "クリアボディ",
            "ライトメタル"
        ],
        "stats": "40 / 55 / 80 / 35 / 60 / 30"
    },
    "メタング": {
        "no": "0375",
        "type": [
            "はがね",
            "エスパー"
        ],
        "ability": [
            "クリアボディ",
            "ライトメタル"
        ],
        "stats": "60 / 75 / 100 / 55 / 80 / 50"
    },
    "メタグロス": {
        "no": "0376",
        "type": [
            "はがね",
            "エスパー"
        ],
        "ability": [
            "クリアボディ",
            "ライトメタル"
        ],
        "stats": "80 / 135 / 130 / 95 / 90 / 70"
    },
    "レジロツク": {
        "no": "0377",
        "type": [
            "いわ"
        ],
        "ability": [
            "クリアボディ",
            "がんじょう"
        ],
        "stats": "80 / 100 / 200 / 50 / 100 / 50"
    },
    "レジアイス": {
        "no": "0378",
        "type": [
            "こおり"
        ],
        "ability": [
            "クリアボディ",
            "アイスボディ"
        ],
        "stats": "80 / 50 / 100 / 100 / 200 / 50"
    },
    "レジスチル": {
        "no": "0379",
        "type": [
            "はがね"
        ],
        "ability": [
            "クリアボディ",
            "ライトメタル"
        ],
        "stats": "80 / 75 / 150 / 75 / 150 / 50"
    },
    "ラテイアス": {
        "no": "0380",
        "type": [
            "ドラゴン",
            "エスパー"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "80 / 80 / 90 / 110 / 130 / 110"
    },
    "ラテイオス": {
        "no": "0381",
        "type": [
            "ドラゴン",
            "エスパー"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "80 / 90 / 80 / 130 / 110 / 110"
    },
    "カイオーガ": {
        "no": "0382",
        "type": [
            "みず"
        ],
        "ability": [
            "あめふらし"
        ],
        "stats": "100 / 100 / 90 / 150 / 140 / 90"
    },
    "グラードン": {
        "no": "0383",
        "type": [
            "じめん"
        ],
        "ability": [
            "ひでり"
        ],
        "stats": "100 / 150 / 140 / 100 / 90 / 90"
    },
    "レツクウザ": {
        "no": "0384",
        "type": [
            "ドラゴン",
            "ひこう"
        ],
        "ability": [
            "エアロック"
        ],
        "stats": "105 / 150 / 90 / 150 / 90 / 95"
    },
    "ジラーチ": {
        "no": "0385",
        "type": [
            "はがね",
            "エスパー"
        ],
        "ability": [
            "てんのめぐみ"
        ],
        "stats": "100 / 100 / 100 / 100 / 100 / 100"
    },
    "デオキシス": {
        "no": "0386",
        "type": [
            "エスパー"
        ],
        "ability": [
            "プレッシャー"
        ],
        "stats": "50 / 150 / 50 / 150 / 50 / 150"
    },
    "ナエトル": {
        "no": "0387",
        "type": [
            "くさ"
        ],
        "ability": [
            "しんりょく",
            "シェルアーマー"
        ],
        "stats": "55 / 68 / 64 / 45 / 55 / 31"
    },
    "ハヤシガメ": {
        "no": "0388",
        "type": [
            "くさ"
        ],
        "ability": [
            "しんりょく",
            "シェルアーマー"
        ],
        "stats": "75 / 89 / 85 / 55 / 65 / 36"
    },
    "ドダイトス": {
        "no": "0389",
        "type": [
            "くさ",
            "じめん"
        ],
        "ability": [
            "しんりょく",
            "シェルアーマー"
        ],
        "stats": "95 / 109 / 105 / 75 / 85 / 56"
    },
    "ヒコザル": {
        "no": "0390",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もうか",
            "てつのこぶし"
        ],
        "stats": "44 / 58 / 44 / 58 / 44 / 61"
    },
    "モウカザル": {
        "no": "0391",
        "type": [
            "ほのお",
            "かくとう"
        ],
        "ability": [
            "もうか",
            "てつのこぶし"
        ],
        "stats": "64 / 78 / 52 / 78 / 52 / 81"
    },
    "ゴウカザル": {
        "no": "0392",
        "type": [
            "ほのお",
            "かくとう"
        ],
        "ability": [
            "もうか",
            "てつのこぶし"
        ],
        "stats": "76 / 104 / 71 / 104 / 71 / 108"
    },
    "ポツチヤマ": {
        "no": "0393",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "かちき"
        ],
        "stats": "53 / 51 / 53 / 61 / 56 / 40"
    },
    "ポツタイシ": {
        "no": "0394",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "かちき"
        ],
        "stats": "64 / 66 / 68 / 81 / 76 / 50"
    },
    "エンペルト": {
        "no": "0395",
        "type": [
            "みず",
            "はがね"
        ],
        "ability": [
            "げきりゅう",
            "かちき"
        ],
        "stats": "84 / 86 / 88 / 111 / 101 / 60"
    },
    "ムツクル": {
        "no": "0396",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "するどいめ",
            "すてみ"
        ],
        "stats": "40 / 55 / 30 / 30 / 30 / 60"
    },
    "ムクバード": {
        "no": "0397",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "いかく",
            "すてみ"
        ],
        "stats": "55 / 75 / 50 / 40 / 40 / 80"
    },
    "ムクホーク": {
        "no": "0398",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "いかく",
            "すてみ"
        ],
        "stats": "85 / 120 / 70 / 50 / 60 / 100"
    },
    "ビツパ": {
        "no": "0399",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "たんじゅん",
            "てんねん",
            "ムラっけ"
        ],
        "stats": "59 / 45 / 40 / 35 / 40 / 31"
    },
    "ビーダル": {
        "no": "0400",
        "type": [
            "ノーマル",
            "みず"
        ],
        "ability": [
            "たんじゅん",
            "てんねん",
            "ムラっけ"
        ],
        "stats": "79 / 85 / 60 / 55 / 60 / 71"
    },
    "コロボーシ": {
        "no": "0401",
        "type": [
            "むし"
        ],
        "ability": [
            "だっぴ",
            "にげあし"
        ],
        "stats": "37 / 25 / 41 / 25 / 41 / 25"
    },
    "コロトツク": {
        "no": "0402",
        "type": [
            "むし"
        ],
        "ability": [
            "むしのしらせ",
            "テクニシャン"
        ],
        "stats": "77 / 85 / 51 / 55 / 51 / 65"
    },
    "コリンク": {
        "no": "0403",
        "type": [
            "でんき"
        ],
        "ability": [
            "とうそうしん",
            "いかく",
            "こんじょう"
        ],
        "stats": "45 / 65 / 34 / 40 / 34 / 45"
    },
    "ルクシオ": {
        "no": "0404",
        "type": [
            "でんき"
        ],
        "ability": [
            "とうそうしん",
            "いかく",
            "こんじょう"
        ],
        "stats": "60 / 85 / 49 / 60 / 49 / 60"
    },
    "レントラー": {
        "no": "0405",
        "type": [
            "でんき"
        ],
        "ability": [
            "とうそうしん",
            "いかく",
            "こんじょう"
        ],
        "stats": "80 / 120 / 79 / 95 / 79 / 70"
    },
    "スボミー": {
        "no": "0406",
        "type": [
            "くさ",
            "どく"
        ],
        "ability": [
            "しぜんかいふく",
            "どくのトゲ",
            "リーフガード"
        ],
        "stats": "40 / 30 / 35 / 50 / 70 / 55"
    },
    "ロズレイド": {
        "no": "0407",
        "type": [
            "くさ",
            "どく"
        ],
        "ability": [
            "しぜんかいふく",
            "どくのトゲ",
            "テクニシャン"
        ],
        "stats": "60 / 70 / 65 / 125 / 105 / 90"
    },
    "ズガイドス": {
        "no": "0408",
        "type": [
            "いわ"
        ],
        "ability": [
            "かたやぶり",
            "ちからずく"
        ],
        "stats": "67 / 125 / 40 / 30 / 30 / 58"
    },
    "ラムパルド": {
        "no": "0409",
        "type": [
            "いわ"
        ],
        "ability": [
            "かたやぶり",
            "ちからずく"
        ],
        "stats": "97 / 165 / 60 / 65 / 50 / 58"
    },
    "タテトプス": {
        "no": "0410",
        "type": [
            "いわ",
            "はがね"
        ],
        "ability": [
            "がんじょう",
            "ぼうおん"
        ],
        "stats": "30 / 42 / 118 / 42 / 88 / 30"
    },
    "トリデプス": {
        "no": "0411",
        "type": [
            "いわ",
            "はがね"
        ],
        "ability": [
            "がんじょう",
            "ぼうおん"
        ],
        "stats": "60 / 52 / 168 / 47 / 138 / 30"
    },
    "ミノムツチ": {
        "no": "0412",
        "type": [
            "むし"
        ],
        "ability": [
            "だっぴ",
            "ぼうじん"
        ],
        "stats": "40 / 29 / 45 / 29 / 45 / 36"
    },
    "ミノマダム": {
        "no": "0413",
        "type": [
            "むし",
            "くさ"
        ],
        "ability": [
            "きけんよち",
            "ぼうじん"
        ],
        "stats": "60 / 59 / 85 / 79 / 105 / 36"
    },
    "ガーメイル": {
        "no": "0414",
        "type": [
            "むし",
            "ひこう"
        ],
        "ability": [
            "むしのしらせ",
            "いろめがね"
        ],
        "stats": "70 / 94 / 50 / 94 / 50 / 66"
    },
    "ミツハニー": {
        "no": "0415",
        "type": [
            "むし",
            "ひこう"
        ],
        "ability": [
            "みつあつめ",
            "はりきり"
        ],
        "stats": "30 / 30 / 42 / 30 / 42 / 70"
    },
    "ビークイン": {
        "no": "0416",
        "type": [
            "むし",
            "ひこう"
        ],
        "ability": [
            "プレッシャー",
            "きんちょうかん"
        ],
        "stats": "70 / 80 / 102 / 80 / 102 / 40"
    },
    "パチリス": {
        "no": "0417",
        "type": [
            "でんき"
        ],
        "ability": [
            "にげあし",
            "ものひろい",
            "ちくでん"
        ],
        "stats": "60 / 45 / 70 / 45 / 90 / 95"
    },
    "ブイゼル": {
        "no": "0418",
        "type": [
            "みず"
        ],
        "ability": [
            "すいすい",
            "みずのベール"
        ],
        "stats": "55 / 65 / 35 / 60 / 30 / 85"
    },
    "フローゼル": {
        "no": "0419",
        "type": [
            "みず"
        ],
        "ability": [
            "すいすい",
            "みずのベール"
        ],
        "stats": "85 / 105 / 55 / 85 / 50 / 115"
    },
    "チエリンボ": {
        "no": "0420",
        "type": [
            "くさ"
        ],
        "ability": [
            "ようりょくそ"
        ],
        "stats": "45 / 35 / 45 / 62 / 53 / 35"
    },
    "チエリム": {
        "no": "0421",
        "type": [
            "くさ"
        ],
        "ability": [
            "フラワーギフト"
        ],
        "stats": "70 / 60 / 70 / 87 / 78 / 85"
    },
    "カラナクシ": {
        "no": "0422",
        "type": [
            "みず"
        ],
        "ability": [
            "ねんちゃく",
            "よびみず",
            "すなのちから"
        ],
        "stats": "76 / 48 / 48 / 57 / 62 / 34"
    },
    "トリトドン": {
        "no": "0423",
        "type": [
            "みず",
            "じめん"
        ],
        "ability": [
            "ねんちゃく",
            "よびみず",
            "すなのちから"
        ],
        "stats": "111 / 83 / 68 / 92 / 82 / 39"
    },
    "エテボース": {
        "no": "0424",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "テクニシャン",
            "ものひろい",
            "スキルリンク"
        ],
        "stats": "75 / 100 / 66 / 60 / 66 / 115"
    },
    "フワンテ": {
        "no": "0425",
        "type": [
            "ゴースト",
            "ひこう"
        ],
        "ability": [
            "ゆうばく",
            "かるわざ",
            "ねつぼうそう"
        ],
        "stats": "90 / 50 / 34 / 60 / 44 / 70"
    },
    "フワライド": {
        "no": "0426",
        "type": [
            "ゴースト",
            "ひこう"
        ],
        "ability": [
            "ゆうばく",
            "かるわざ",
            "ねつぼうそう"
        ],
        "stats": "150 / 80 / 44 / 90 / 54 / 80"
    },
    "ミミロル": {
        "no": "0427",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "にげあし",
            "ぶきよう",
            "じゅうなん"
        ],
        "stats": "55 / 66 / 44 / 44 / 56 / 85"
    },
    "ミミロツプ": {
        "no": "0428",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "メロメロボディ",
            "ぶきよう",
            "じゅうなん"
        ],
        "stats": "65 / 76 / 84 / 54 / 96 / 105"
    },
    "ムウマージ": {
        "no": "0429",
        "type": [
            "ゴースト"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "60 / 60 / 60 / 105 / 105 / 105"
    },
    "ドンカラス": {
        "no": "0430",
        "type": [
            "あく",
            "ひこう"
        ],
        "ability": [
            "ふみん",
            "きょううん",
            "じしんかじょう"
        ],
        "stats": "100 / 125 / 52 / 105 / 52 / 71"
    },
    "ニヤルマー": {
        "no": "0431",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "じゅうなん",
            "マイペース",
            "するどいめ"
        ],
        "stats": "49 / 55 / 42 / 42 / 37 / 85"
    },
    "ブニヤツト": {
        "no": "0432",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "あついしぼう",
            "マイペース",
            "まけんき"
        ],
        "stats": "71 / 82 / 64 / 64 / 59 / 112"
    },
    "リーシヤン": {
        "no": "0433",
        "type": [
            "エスパー"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "45 / 30 / 50 / 65 / 50 / 45"
    },
    "スカンプー": {
        "no": "0434",
        "type": [
            "どく",
            "あく"
        ],
        "ability": [
            "あくしゅう",
            "ゆうばく",
            "するどいめ"
        ],
        "stats": "63 / 63 / 47 / 41 / 41 / 74"
    },
    "スカタンク": {
        "no": "0435",
        "type": [
            "どく",
            "あく"
        ],
        "ability": [
            "あくしゅう",
            "ゆうばく",
            "するどいめ"
        ],
        "stats": "103 / 93 / 67 / 71 / 61 / 84"
    },
    "ドーミラー": {
        "no": "0436",
        "type": [
            "はがね",
            "エスパー"
        ],
        "ability": [
            "ふゆう",
            "たいねつ",
            "ヘヴィメタル"
        ],
        "stats": "57 / 24 / 86 / 24 / 86 / 23"
    },
    "ドータクン": {
        "no": "0437",
        "type": [
            "はがね",
            "エスパー"
        ],
        "ability": [
            "ふゆう",
            "たいねつ",
            "ヘヴィメタル"
        ],
        "stats": "67 / 89 / 116 / 79 / 116 / 33"
    },
    "ウソハチ": {
        "no": "0438",
        "type": [
            "いわ"
        ],
        "ability": [
            "がんじょう",
            "いしあたま",
            "びびり"
        ],
        "stats": "50 / 80 / 95 / 10 / 45 / 10"
    },
    "マネネ": {
        "no": "0439",
        "type": [
            "エスパー",
            "フェアリー"
        ],
        "ability": [
            "ぼうおん",
            "フィルター",
            "テクニシャン"
        ],
        "stats": "20 / 25 / 45 / 70 / 90 / 60"
    },
    "ピンプク": {
        "no": "0440",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "しぜんかいふく",
            "てんのめぐみ",
            "フレンドガード"
        ],
        "stats": "100 / 5 / 5 / 15 / 65 / 30"
    },
    "ペラツプ": {
        "no": "0441",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "するどいめ",
            "ちどりあし",
            "はとむね"
        ],
        "stats": "76 / 65 / 45 / 92 / 42 / 91"
    },
    "ミカルゲ": {
        "no": "0442",
        "type": [
            "ゴースト",
            "あく"
        ],
        "ability": [
            "プレッシャー",
            "すりぬけ"
        ],
        "stats": "50 / 92 / 108 / 92 / 108 / 35"
    },
    "フカマル": {
        "no": "0443",
        "type": [
            "ドラゴン",
            "じめん"
        ],
        "ability": [
            "すながくれ",
            "さめはだ"
        ],
        "stats": "58 / 70 / 45 / 40 / 45 / 42"
    },
    "ガバイト": {
        "no": "0444",
        "type": [
            "ドラゴン",
            "じめん"
        ],
        "ability": [
            "すながくれ",
            "さめはだ"
        ],
        "stats": "68 / 90 / 65 / 50 / 55 / 82"
    },
    "ガブリアス": {
        "no": "0445",
        "type": [
            "ドラゴン",
            "じめん"
        ],
        "ability": [
            "すながくれ",
            "さめはだ"
        ],
        "stats": "108 / 130 / 95 / 80 / 85 / 102"
    },
    "ゴンベ": {
        "no": "0446",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "ものひろい",
            "あついしぼう",
            "くいしんぼう"
        ],
        "stats": "135 / 85 / 40 / 40 / 85 / 5"
    },
    "リオル": {
        "no": "0447",
        "type": [
            "かくとう"
        ],
        "ability": [
            "ふくつのこころ",
            "せいしんりょく",
            "いたずらごころ"
        ],
        "stats": "40 / 70 / 40 / 35 / 40 / 60"
    },
    "ルカリオ": {
        "no": "0448",
        "type": [
            "かくとう",
            "はがね"
        ],
        "ability": [
            "ふくつのこころ",
            "せいしんりょく",
            "せいぎのこころ"
        ],
        "stats": "70 / 110 / 70 / 115 / 70 / 90"
    },
    "ヒポポタス": {
        "no": "0449",
        "type": [
            "じめん"
        ],
        "ability": [
            "すなおこし",
            "すなのちから"
        ],
        "stats": "68 / 72 / 78 / 38 / 42 / 32"
    },
    "カバルドン": {
        "no": "0450",
        "type": [
            "じめん"
        ],
        "ability": [
            "すなおこし",
            "すなのちから"
        ],
        "stats": "108 / 112 / 118 / 68 / 72 / 47"
    },
    "スコルピ": {
        "no": "0451",
        "type": [
            "どく",
            "むし"
        ],
        "ability": [
            "カブトアーマー",
            "スナイパー",
            "するどいめ"
        ],
        "stats": "40 / 50 / 90 / 30 / 55 / 65"
    },
    "ドラピオン": {
        "no": "0452",
        "type": [
            "どく",
            "あく"
        ],
        "ability": [
            "カブトアーマー",
            "スナイパー",
            "するどいめ"
        ],
        "stats": "70 / 90 / 110 / 60 / 75 / 95"
    },
    "グレツグル": {
        "no": "0453",
        "type": [
            "どく",
            "かくとう"
        ],
        "ability": [
            "きけんよち",
            "かんそうはだ",
            "どくしゅ"
        ],
        "stats": "48 / 61 / 40 / 61 / 40 / 50"
    },
    "ドクロツグ": {
        "no": "0454",
        "type": [
            "どく",
            "かくとう"
        ],
        "ability": [
            "きけんよち",
            "かんそうはだ",
            "どくしゅ"
        ],
        "stats": "83 / 106 / 65 / 86 / 65 / 85"
    },
    "マスキツパ": {
        "no": "0455",
        "type": [
            "くさ"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "74 / 100 / 72 / 90 / 72 / 46"
    },
    "ケイコウオ": {
        "no": "0456",
        "type": [
            "みず"
        ],
        "ability": [
            "すいすい",
            "よびみず",
            "みずのベール"
        ],
        "stats": "49 / 49 / 56 / 49 / 61 / 66"
    },
    "ネオラント": {
        "no": "0457",
        "type": [
            "みず"
        ],
        "ability": [
            "すいすい",
            "よびみず",
            "みずのベール"
        ],
        "stats": "69 / 69 / 76 / 69 / 86 / 91"
    },
    "タマンタ": {
        "no": "0458",
        "type": [
            "みず",
            "ひこう"
        ],
        "ability": [
            "すいすい",
            "ちょすい",
            "みずのベール"
        ],
        "stats": "45 / 20 / 50 / 60 / 120 / 50"
    },
    "ユキカブリ": {
        "no": "0459",
        "type": [
            "くさ",
            "こおり"
        ],
        "ability": [
            "ゆきふらし",
            "ぼうおん"
        ],
        "stats": "60 / 62 / 50 / 62 / 60 / 40"
    },
    "ユキノオー": {
        "no": "0460",
        "type": [
            "くさ",
            "こおり"
        ],
        "ability": [
            "ゆきふらし",
            "ぼうおん"
        ],
        "stats": "90 / 92 / 75 / 92 / 85 / 60"
    },
    "マニユーラ": {
        "no": "0461",
        "type": [
            "あく",
            "こおり"
        ],
        "ability": [
            "プレッシャー",
            "わるいてぐせ"
        ],
        "stats": "70 / 120 / 65 / 45 / 85 / 125"
    },
    "ジバコイル": {
        "no": "0462",
        "type": [
            "でんき",
            "はがね"
        ],
        "ability": [
            "じりょく",
            "がんじょう",
            "アナライズ"
        ],
        "stats": "70 / 70 / 115 / 130 / 90 / 60"
    },
    "ベロベルト": {
        "no": "0463",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "マイペース",
            "どんかん",
            "ノーてんき"
        ],
        "stats": "110 / 85 / 95 / 80 / 95 / 50"
    },
    "ドサイドン": {
        "no": "0464",
        "type": [
            "じめん",
            "いわ"
        ],
        "ability": [
            "ひらいしん",
            "ハードロック",
            "すてみ"
        ],
        "stats": "115 / 140 / 130 / 55 / 55 / 40"
    },
    "モジヤンボ": {
        "no": "0465",
        "type": [
            "くさ"
        ],
        "ability": [
            "ようりょくそ",
            "リーフガード",
            "さいせいりょく"
        ],
        "stats": "100 / 100 / 125 / 110 / 50 / 50"
    },
    "エレキブル": {
        "no": "0466",
        "type": [
            "でんき"
        ],
        "ability": [
            "でんきエンジン",
            "やるき"
        ],
        "stats": "75 / 123 / 67 / 95 / 85 / 95"
    },
    "ブーバーン": {
        "no": "0467",
        "type": [
            "ほのお"
        ],
        "ability": [
            "ほのおのからだ",
            "やるき"
        ],
        "stats": "75 / 95 / 67 / 125 / 95 / 83"
    },
    "トゲキツス": {
        "no": "0468",
        "type": [
            "フェアリー",
            "ひこう"
        ],
        "ability": [
            "はりきり",
            "てんのめぐみ",
            "きょううん"
        ],
        "stats": "85 / 50 / 95 / 120 / 115 / 80"
    },
    "メガヤンマ": {
        "no": "0469",
        "type": [
            "むし",
            "ひこう"
        ],
        "ability": [
            "かそく",
            "いろめがね",
            "おみとおし"
        ],
        "stats": "86 / 76 / 86 / 116 / 56 / 95"
    },
    "リーフイア": {
        "no": "0470",
        "type": [
            "くさ"
        ],
        "ability": [
            "リーフガード",
            "ようりょくそ"
        ],
        "stats": "65 / 110 / 130 / 60 / 65 / 95"
    },
    "グレイシア": {
        "no": "0471",
        "type": [
            "こおり"
        ],
        "ability": [
            "ゆきがくれ",
            "アイスボディ"
        ],
        "stats": "65 / 60 / 110 / 130 / 95 / 65"
    },
    "グライオン": {
        "no": "0472",
        "type": [
            "じめん",
            "ひこう"
        ],
        "ability": [
            "かいりきバサミ",
            "すながくれ",
            "ポイズンヒール"
        ],
        "stats": "75 / 95 / 125 / 45 / 75 / 95"
    },
    "マンムー": {
        "no": "0473",
        "type": [
            "こおり",
            "じめん"
        ],
        "ability": [
            "どんかん",
            "ゆきがくれ",
            "あついしぼう"
        ],
        "stats": "110 / 130 / 80 / 70 / 60 / 80"
    },
    "ポリゴンＺ": {
        "no": "0474",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "てきおうりょく",
            "ダウンロード",
            "アナライズ"
        ],
        "stats": "85 / 80 / 70 / 135 / 75 / 90"
    },
    "エルレイド": {
        "no": "0475",
        "type": [
            "エスパー",
            "かくとう"
        ],
        "ability": [
            "ふくつのこころ",
            "きれあじ",
            "せいぎのこころ"
        ],
        "stats": "68 / 125 / 65 / 65 / 115 / 80"
    },
    "ダイノーズ": {
        "no": "0476",
        "type": [
            "いわ",
            "はがね"
        ],
        "ability": [
            "がんじょう",
            "じりょく",
            "すなのちから"
        ],
        "stats": "60 / 55 / 145 / 75 / 150 / 40"
    },
    "ヨノワール": {
        "no": "0477",
        "type": [
            "ゴースト"
        ],
        "ability": [
            "プレッシャー",
            "おみとおし"
        ],
        "stats": "45 / 100 / 135 / 65 / 135 / 45"
    },
    "ユキメノコ": {
        "no": "0478",
        "type": [
            "こおり",
            "ゴースト"
        ],
        "ability": [
            "ゆきがくれ",
            "のろわれボディ"
        ],
        "stats": "70 / 80 / 70 / 80 / 70 / 110"
    },
    "ロトム": {
        "no": "0479",
        "type": [
            "でんき",
            "ゴースト"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "50 / 50 / 77 / 95 / 77 / 91"
    },
    "ユクシー": {
        "no": "0480",
        "type": [
            "エスパー"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "75 / 75 / 130 / 75 / 130 / 95"
    },
    "エムリツト": {
        "no": "0481",
        "type": [
            "エスパー"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "80 / 105 / 105 / 105 / 105 / 80"
    },
    "アグノム": {
        "no": "0482",
        "type": [
            "エスパー"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "75 / 125 / 70 / 125 / 70 / 115"
    },
    "デイアルガ": {
        "no": "0483",
        "type": [
            "はがね",
            "ドラゴン"
        ],
        "ability": [
            "プレッシャー",
            "テレパシー"
        ],
        "stats": "100 / 120 / 120 / 150 / 100 / 90"
    },
    "パルキア": {
        "no": "0484",
        "type": [
            "みず",
            "ドラゴン"
        ],
        "ability": [
            "プレッシャー",
            "テレパシー"
        ],
        "stats": "90 / 120 / 100 / 150 / 120 / 100"
    },
    "ヒードラン": {
        "no": "0485",
        "type": [
            "ほのお",
            "はがね"
        ],
        "ability": [
            "もらいび",
            "ほのおのからだ"
        ],
        "stats": "91 / 90 / 106 / 130 / 106 / 77"
    },
    "レジギガス": {
        "no": "0486",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "スロースタート"
        ],
        "stats": "110 / 160 / 110 / 80 / 110 / 100"
    },
    "ギラテイナ": {
        "no": "0487",
        "type": [
            "ゴースト",
            "ドラゴン"
        ],
        "ability": [
            "プレッシャー",
            "テレパシー"
        ],
        "stats": "150 / 100 / 120 / 100 / 120 / 90"
    },
    "クレセリア": {
        "no": "0488",
        "type": [
            "エスパー"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "120 / 70 / 110 / 75 / 120 / 85"
    },
    "フイオネ": {
        "no": "0489",
        "type": [
            "みず"
        ],
        "ability": [
            "うるおいボディ"
        ],
        "stats": "80 / 80 / 80 / 80 / 80 / 80"
    },
    "マナフイ": {
        "no": "0490",
        "type": [
            "みず"
        ],
        "ability": [
            "うるおいボディ"
        ],
        "stats": "100 / 100 / 100 / 100 / 100 / 100"
    },
    "ダークライ": {
        "no": "0491",
        "type": [
            "あく"
        ],
        "ability": [
            "ナイトメア"
        ],
        "stats": "70 / 90 / 90 / 135 / 90 / 125"
    },
    "シエイミ": {
        "no": "0492",
        "type": [
            "くさ"
        ],
        "ability": [
            "しぜんかいふく"
        ],
        "stats": "100 / 100 / 100 / 100 / 100 / 100"
    },
    "アルセウス": {
        "no": "0493",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "マルチタイプ"
        ],
        "stats": "120 / 120 / 120 / 120 / 120 / 120"
    },
    "ビクテイニ": {
        "no": "0494",
        "type": [
            "エスパー",
            "ほのお"
        ],
        "ability": [
            "しょうりのほし"
        ],
        "stats": "100 / 100 / 100 / 100 / 100 / 100"
    },
    "ツタージヤ": {
        "no": "0495",
        "type": [
            "くさ"
        ],
        "ability": [
            "しんりょく",
            "あまのじゃく"
        ],
        "stats": "45 / 45 / 55 / 45 / 55 / 63"
    },
    "ジヤノビー": {
        "no": "0496",
        "type": [
            "くさ"
        ],
        "ability": [
            "しんりょく",
            "あまのじゃく"
        ],
        "stats": "60 / 60 / 75 / 60 / 75 / 83"
    },
    "ジヤローダ": {
        "no": "0497",
        "type": [
            "くさ"
        ],
        "ability": [
            "しんりょく",
            "あまのじゃく"
        ],
        "stats": "75 / 75 / 95 / 75 / 95 / 113"
    },
    "ポカブ": {
        "no": "0498",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もうか",
            "あついしぼう"
        ],
        "stats": "65 / 63 / 45 / 45 / 45 / 45"
    },
    "チヤオブー": {
        "no": "0499",
        "type": [
            "ほのお",
            "かくとう"
        ],
        "ability": [
            "もうか",
            "あついしぼう"
        ],
        "stats": "90 / 93 / 55 / 70 / 55 / 55"
    },
    "エンブオー": {
        "no": "0500",
        "type": [
            "ほのお",
            "かくとう"
        ],
        "ability": [
            "もうか",
            "すてみ"
        ],
        "stats": "110 / 123 / 65 / 100 / 65 / 65"
    },
    "ミジユマル": {
        "no": "0501",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "シェルアーマー"
        ],
        "stats": "55 / 55 / 45 / 63 / 45 / 45"
    },
    "フタチマル": {
        "no": "0502",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "シェルアーマー"
        ],
        "stats": "75 / 75 / 60 / 83 / 60 / 60"
    },
    "ダイケンキ": {
        "no": "0503",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "シェルアーマー"
        ],
        "stats": "95 / 100 / 85 / 108 / 70 / 70"
    },
    "ミネズミ": {
        "no": "0504",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "にげあし",
            "するどいめ",
            "アナライズ"
        ],
        "stats": "45 / 55 / 39 / 35 / 39 / 42"
    },
    "ミルホツグ": {
        "no": "0505",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "はっこう",
            "するどいめ",
            "アナライズ"
        ],
        "stats": "60 / 85 / 69 / 60 / 69 / 77"
    },
    "ヨーテリー": {
        "no": "0506",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "やるき",
            "ものひろい",
            "にげあし"
        ],
        "stats": "45 / 60 / 45 / 25 / 45 / 55"
    },
    "ハーデリア": {
        "no": "0507",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "いかく",
            "すなかき",
            "きもったま"
        ],
        "stats": "65 / 80 / 65 / 35 / 65 / 60"
    },
    "ムーランド": {
        "no": "0508",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "いかく",
            "すなかき",
            "きもったま"
        ],
        "stats": "85 / 110 / 90 / 45 / 90 / 80"
    },
    "チヨロネコ": {
        "no": "0509",
        "type": [
            "あく"
        ],
        "ability": [
            "じゅうなん",
            "かるわざ",
            "いたずらごころ"
        ],
        "stats": "41 / 50 / 37 / 50 / 37 / 66"
    },
    "レパルダス": {
        "no": "0510",
        "type": [
            "あく"
        ],
        "ability": [
            "じゅうなん",
            "かるわざ",
            "いたずらごころ"
        ],
        "stats": "64 / 88 / 50 / 88 / 50 / 106"
    },
    "ヤナツプ": {
        "no": "0511",
        "type": [
            "くさ"
        ],
        "ability": [
            "くいしんぼう",
            "しんりょく"
        ],
        "stats": "50 / 53 / 48 / 53 / 48 / 64"
    },
    "ヤナツキー": {
        "no": "0512",
        "type": [
            "くさ"
        ],
        "ability": [
            "くいしんぼう",
            "しんりょく"
        ],
        "stats": "75 / 98 / 63 / 98 / 63 / 101"
    },
    "バオツプ": {
        "no": "0513",
        "type": [
            "ほのお"
        ],
        "ability": [
            "くいしんぼう",
            "もうか"
        ],
        "stats": "50 / 53 / 48 / 53 / 48 / 64"
    },
    "バオツキー": {
        "no": "0514",
        "type": [
            "ほのお"
        ],
        "ability": [
            "くいしんぼう",
            "もうか"
        ],
        "stats": "75 / 98 / 63 / 98 / 63 / 101"
    },
    "ヒヤツプ": {
        "no": "0515",
        "type": [
            "みず"
        ],
        "ability": [
            "くいしんぼう",
            "げきりゅう"
        ],
        "stats": "50 / 53 / 48 / 53 / 48 / 64"
    },
    "ヒヤツキー": {
        "no": "0516",
        "type": [
            "みず"
        ],
        "ability": [
            "くいしんぼう",
            "げきりゅう"
        ],
        "stats": "75 / 98 / 63 / 98 / 63 / 101"
    },
    "ムンナ": {
        "no": "0517",
        "type": [
            "エスパー"
        ],
        "ability": [
            "よちむ",
            "シンクロ",
            "テレパシー"
        ],
        "stats": "76 / 25 / 45 / 67 / 55 / 24"
    },
    "ムシヤーナ": {
        "no": "0518",
        "type": [
            "エスパー"
        ],
        "ability": [
            "よちむ",
            "シンクロ",
            "テレパシー"
        ],
        "stats": "116 / 55 / 85 / 107 / 95 / 29"
    },
    "マメパト": {
        "no": "0519",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "はとむね",
            "きょううん",
            "とうそうしん"
        ],
        "stats": "50 / 55 / 50 / 36 / 30 / 43"
    },
    "ハトーボー": {
        "no": "0520",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "はとむね",
            "きょううん",
            "とうそうしん"
        ],
        "stats": "62 / 77 / 62 / 50 / 42 / 65"
    },
    "ケンホロウ": {
        "no": "0521",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "はとむね",
            "きょううん",
            "とうそうしん"
        ],
        "stats": "80 / 115 / 80 / 65 / 55 / 93"
    },
    "シママ": {
        "no": "0522",
        "type": [
            "でんき"
        ],
        "ability": [
            "ひらいしん",
            "でんきエンジン",
            "そうしょく"
        ],
        "stats": "45 / 60 / 32 / 50 / 32 / 76"
    },
    "ゼブライカ": {
        "no": "0523",
        "type": [
            "でんき"
        ],
        "ability": [
            "ひらいしん",
            "でんきエンジン",
            "そうしょく"
        ],
        "stats": "75 / 100 / 63 / 80 / 63 / 116"
    },
    "ダンゴロ": {
        "no": "0524",
        "type": [
            "いわ"
        ],
        "ability": [
            "がんじょう",
            "くだけるよろい",
            "すなのちから"
        ],
        "stats": "55 / 75 / 85 / 25 / 25 / 15"
    },
    "ガントル": {
        "no": "0525",
        "type": [
            "いわ"
        ],
        "ability": [
            "がんじょう",
            "くだけるよろい",
            "すなのちから"
        ],
        "stats": "70 / 105 / 105 / 50 / 40 / 20"
    },
    "ギガイアス": {
        "no": "0526",
        "type": [
            "いわ"
        ],
        "ability": [
            "がんじょう",
            "すなおこし",
            "すなのちから"
        ],
        "stats": "85 / 135 / 130 / 60 / 80 / 25"
    },
    "コロモリ": {
        "no": "0527",
        "type": [
            "エスパー",
            "ひこう"
        ],
        "ability": [
            "てんねん",
            "ぶきよう",
            "たんじゅん"
        ],
        "stats": "65 / 45 / 43 / 55 / 43 / 72"
    },
    "ココロモリ": {
        "no": "0528",
        "type": [
            "エスパー",
            "ひこう"
        ],
        "ability": [
            "てんねん",
            "ぶきよう",
            "たんじゅん"
        ],
        "stats": "67 / 57 / 55 / 77 / 55 / 114"
    },
    "モグリユー": {
        "no": "0529",
        "type": [
            "じめん"
        ],
        "ability": [
            "すなかき",
            "すなのちから",
            "かたやぶり"
        ],
        "stats": "60 / 85 / 40 / 30 / 45 / 68"
    },
    "ドリユウズ": {
        "no": "0530",
        "type": [
            "じめん",
            "はがね"
        ],
        "ability": [
            "すなかき",
            "すなのちから",
            "かたやぶり"
        ],
        "stats": "110 / 135 / 60 / 50 / 65 / 88"
    },
    "タブンネ": {
        "no": "0531",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "いやしのこころ",
            "さいせいりょく",
            "ぶきよう"
        ],
        "stats": "103 / 60 / 86 / 60 / 86 / 50"
    },
    "ドツコラー": {
        "no": "0532",
        "type": [
            "かくとう"
        ],
        "ability": [
            "こんじょう",
            "ちからずく",
            "てつのこぶし"
        ],
        "stats": "75 / 80 / 55 / 25 / 35 / 35"
    },
    "ドテツコツ": {
        "no": "0533",
        "type": [
            "かくとう"
        ],
        "ability": [
            "こんじょう",
            "ちからずく",
            "てつのこぶし"
        ],
        "stats": "85 / 105 / 85 / 40 / 50 / 40"
    },
    "ローブシン": {
        "no": "0534",
        "type": [
            "かくとう"
        ],
        "ability": [
            "こんじょう",
            "ちからずく",
            "てつのこぶし"
        ],
        "stats": "105 / 140 / 95 / 55 / 65 / 45"
    },
    "オタマロ": {
        "no": "0535",
        "type": [
            "みず"
        ],
        "ability": [
            "すいすい",
            "うるおいボディ",
            "ちょすい"
        ],
        "stats": "50 / 50 / 40 / 50 / 40 / 64"
    },
    "ガマガル": {
        "no": "0536",
        "type": [
            "みず",
            "じめん"
        ],
        "ability": [
            "すいすい",
            "うるおいボディ",
            "ちょすい"
        ],
        "stats": "75 / 65 / 55 / 65 / 55 / 69"
    },
    "ガマゲロゲ": {
        "no": "0537",
        "type": [
            "みず",
            "じめん"
        ],
        "ability": [
            "すいすい",
            "どくしゅ",
            "ちょすい"
        ],
        "stats": "105 / 95 / 75 / 85 / 75 / 74"
    },
    "ナゲキ": {
        "no": "0538",
        "type": [
            "かくとう"
        ],
        "ability": [
            "こんじょう",
            "せいしんりょく",
            "かたやぶり"
        ],
        "stats": "120 / 100 / 85 / 30 / 85 / 45"
    },
    "ダゲキ": {
        "no": "0539",
        "type": [
            "かくとう"
        ],
        "ability": [
            "がんじょう",
            "せいしんりょく",
            "かたやぶり"
        ],
        "stats": "75 / 125 / 75 / 30 / 75 / 85"
    },
    "クルミル": {
        "no": "0540",
        "type": [
            "むし",
            "くさ"
        ],
        "ability": [
            "むしのしらせ",
            "ようりょくそ",
            "ぼうじん"
        ],
        "stats": "45 / 53 / 70 / 40 / 60 / 42"
    },
    "クルマユ": {
        "no": "0541",
        "type": [
            "むし",
            "くさ"
        ],
        "ability": [
            "リーフガード",
            "ようりょくそ",
            "ぼうじん"
        ],
        "stats": "55 / 63 / 90 / 50 / 80 / 42"
    },
    "ハハコモリ": {
        "no": "0542",
        "type": [
            "むし",
            "くさ"
        ],
        "ability": [
            "むしのしらせ",
            "ようりょくそ",
            "ぼうじん"
        ],
        "stats": "75 / 103 / 80 / 70 / 80 / 92"
    },
    "フシデ": {
        "no": "0543",
        "type": [
            "むし",
            "どく"
        ],
        "ability": [
            "どくのトゲ",
            "むしのしらせ",
            "かそく"
        ],
        "stats": "30 / 45 / 59 / 30 / 39 / 57"
    },
    "ホイーガ": {
        "no": "0544",
        "type": [
            "むし",
            "どく"
        ],
        "ability": [
            "どくのトゲ",
            "むしのしらせ",
            "かそく"
        ],
        "stats": "40 / 55 / 99 / 40 / 79 / 47"
    },
    "ペンドラー": {
        "no": "0545",
        "type": [
            "むし",
            "どく"
        ],
        "ability": [
            "どくのトゲ",
            "むしのしらせ",
            "かそく"
        ],
        "stats": "60 / 100 / 89 / 55 / 69 / 112"
    },
    "モンメン": {
        "no": "0546",
        "type": [
            "くさ",
            "フェアリー"
        ],
        "ability": [
            "いたずらごころ",
            "すりぬけ",
            "ようりょくそ"
        ],
        "stats": "40 / 27 / 60 / 37 / 50 / 66"
    },
    "エルフーン": {
        "no": "0547",
        "type": [
            "くさ",
            "フェアリー"
        ],
        "ability": [
            "いたずらごころ",
            "すりぬけ",
            "ようりょくそ"
        ],
        "stats": "60 / 67 / 85 / 77 / 75 / 116"
    },
    "チユリネ": {
        "no": "0548",
        "type": [
            "くさ"
        ],
        "ability": [
            "ようりょくそ",
            "マイペース",
            "リーフガード"
        ],
        "stats": "45 / 35 / 50 / 70 / 50 / 30"
    },
    "ドレデイア": {
        "no": "0549",
        "type": [
            "くさ"
        ],
        "ability": [
            "ようりょくそ",
            "マイペース",
            "リーフガード"
        ],
        "stats": "70 / 60 / 75 / 110 / 75 / 90"
    },
    "バスラオ": {
        "no": "0550",
        "type": [
            "みず"
        ],
        "ability": [
            "すてみ",
            "てきおうりょく",
            "かたやぶり"
        ],
        "stats": "70 / 92 / 65 / 80 / 55 / 98"
    },
    "メグロコ": {
        "no": "0551",
        "type": [
            "じめん",
            "あく"
        ],
        "ability": [
            "いかく",
            "じしんかじょう",
            "いかりのつぼ"
        ],
        "stats": "50 / 72 / 35 / 35 / 35 / 65"
    },
    "ワルビル": {
        "no": "0552",
        "type": [
            "じめん",
            "あく"
        ],
        "ability": [
            "いかく",
            "じしんかじょう",
            "いかりのつぼ"
        ],
        "stats": "60 / 82 / 45 / 45 / 45 / 74"
    },
    "ワルビアル": {
        "no": "0553",
        "type": [
            "じめん",
            "あく"
        ],
        "ability": [
            "いかく",
            "じしんかじょう",
            "いかりのつぼ"
        ],
        "stats": "95 / 117 / 80 / 65 / 70 / 92"
    },
    "ダルマツカ": {
        "no": "0554",
        "type": [
            "ほのお"
        ],
        "ability": [
            "はりきり",
            "せいしんりょく"
        ],
        "stats": "70 / 90 / 45 / 15 / 45 / 50"
    },
    "ヒヒダルマ": {
        "no": "0555",
        "type": [
            "ほのお"
        ],
        "ability": [
            "ちからずく",
            "ダルマモード"
        ],
        "stats": "105 / 140 / 55 / 30 / 55 / 95"
    },
    "マラカツチ": {
        "no": "0556",
        "type": [
            "くさ"
        ],
        "ability": [
            "ちょすい",
            "ようりょくそ",
            "よびみず"
        ],
        "stats": "75 / 86 / 67 / 106 / 67 / 60"
    },
    "イシズマイ": {
        "no": "0557",
        "type": [
            "むし",
            "いわ"
        ],
        "ability": [
            "がんじょう",
            "シェルアーマー",
            "くだけるよろい"
        ],
        "stats": "50 / 65 / 85 / 35 / 35 / 55"
    },
    "イワパレス": {
        "no": "0558",
        "type": [
            "むし",
            "いわ"
        ],
        "ability": [
            "がんじょう",
            "シェルアーマー",
            "くだけるよろい"
        ],
        "stats": "70 / 105 / 125 / 65 / 75 / 45"
    },
    "ズルツグ": {
        "no": "0559",
        "type": [
            "あく",
            "かくとう"
        ],
        "ability": [
            "だっぴ",
            "じしんかじょう",
            "いかく"
        ],
        "stats": "50 / 75 / 70 / 35 / 70 / 48"
    },
    "ズルズキン": {
        "no": "0560",
        "type": [
            "あく",
            "かくとう"
        ],
        "ability": [
            "だっぴ",
            "じしんかじょう",
            "いかく"
        ],
        "stats": "65 / 90 / 115 / 45 / 115 / 58"
    },
    "シンボラー": {
        "no": "0561",
        "type": [
            "エスパー",
            "ひこう"
        ],
        "ability": [
            "ミラクルスキン",
            "マジックガード",
            "いろめがね"
        ],
        "stats": "72 / 58 / 80 / 103 / 80 / 97"
    },
    "デスマス": {
        "no": "0562",
        "type": [
            "ゴースト"
        ],
        "ability": [
            "ミイラ"
        ],
        "stats": "38 / 30 / 85 / 55 / 65 / 30"
    },
    "デスカーン": {
        "no": "0563",
        "type": [
            "ゴースト"
        ],
        "ability": [
            "ミイラ"
        ],
        "stats": "58 / 50 / 145 / 95 / 105 / 30"
    },
    "プロトーガ": {
        "no": "0564",
        "type": [
            "みず",
            "いわ"
        ],
        "ability": [
            "ハードロック",
            "がんじょう",
            "すいすい"
        ],
        "stats": "54 / 78 / 103 / 53 / 45 / 22"
    },
    "アバゴーラ": {
        "no": "0565",
        "type": [
            "みず",
            "いわ"
        ],
        "ability": [
            "ハードロック",
            "がんじょう",
            "すいすい"
        ],
        "stats": "74 / 108 / 133 / 83 / 65 / 32"
    },
    "アーケン": {
        "no": "0566",
        "type": [
            "いわ",
            "ひこう"
        ],
        "ability": [
            "よわき"
        ],
        "stats": "55 / 112 / 45 / 74 / 45 / 70"
    },
    "アーケオス": {
        "no": "0567",
        "type": [
            "いわ",
            "ひこう"
        ],
        "ability": [
            "よわき"
        ],
        "stats": "75 / 140 / 65 / 112 / 65 / 110"
    },
    "ヤブクロン": {
        "no": "0568",
        "type": [
            "どく"
        ],
        "ability": [
            "あくしゅう",
            "ねんちゃく",
            "ゆうばく"
        ],
        "stats": "50 / 50 / 62 / 40 / 62 / 65"
    },
    "ダストダス": {
        "no": "0569",
        "type": [
            "どく"
        ],
        "ability": [
            "あくしゅう",
            "くだけるよろい",
            "ゆうばく"
        ],
        "stats": "80 / 95 / 82 / 60 / 82 / 75"
    },
    "ゾロア": {
        "no": "0570",
        "type": [
            "あく"
        ],
        "ability": [
            "イリュージョン"
        ],
        "stats": "40 / 65 / 40 / 80 / 40 / 65"
    },
    "ゾロアーク": {
        "no": "0571",
        "type": [
            "あく"
        ],
        "ability": [
            "イリュージョン"
        ],
        "stats": "60 / 105 / 60 / 120 / 60 / 105"
    },
    "チラーミイ": {
        "no": "0572",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "メロメロボディ",
            "テクニシャン",
            "スキルリンク"
        ],
        "stats": "55 / 50 / 40 / 40 / 40 / 75"
    },
    "チラチーノ": {
        "no": "0573",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "メロメロボディ",
            "テクニシャン",
            "スキルリンク"
        ],
        "stats": "75 / 95 / 60 / 65 / 60 / 115"
    },
    "ゴチム": {
        "no": "0574",
        "type": [
            "エスパー"
        ],
        "ability": [
            "おみとおし",
            "かちき",
            "かげふみ"
        ],
        "stats": "45 / 30 / 50 / 55 / 65 / 45"
    },
    "ゴチミル": {
        "no": "0575",
        "type": [
            "エスパー"
        ],
        "ability": [
            "おみとおし",
            "かちき",
            "かげふみ"
        ],
        "stats": "60 / 45 / 70 / 75 / 85 / 55"
    },
    "ゴチルゼル": {
        "no": "0576",
        "type": [
            "エスパー"
        ],
        "ability": [
            "おみとおし",
            "かちき",
            "かげふみ"
        ],
        "stats": "70 / 55 / 95 / 95 / 110 / 65"
    },
    "ユニラン": {
        "no": "0577",
        "type": [
            "エスパー"
        ],
        "ability": [
            "ぼうじん",
            "マジックガード",
            "さいせいりょく"
        ],
        "stats": "45 / 30 / 40 / 105 / 50 / 20"
    },
    "ダブラン": {
        "no": "0578",
        "type": [
            "エスパー"
        ],
        "ability": [
            "ぼうじん",
            "マジックガード",
            "さいせいりょく"
        ],
        "stats": "65 / 40 / 50 / 125 / 60 / 30"
    },
    "ランクルス": {
        "no": "0579",
        "type": [
            "エスパー"
        ],
        "ability": [
            "ぼうじん",
            "マジックガード",
            "さいせいりょく"
        ],
        "stats": "110 / 65 / 75 / 125 / 85 / 30"
    },
    "コアルヒー": {
        "no": "0580",
        "type": [
            "みず",
            "ひこう"
        ],
        "ability": [
            "するどいめ",
            "はとむね",
            "うるおいボディ"
        ],
        "stats": "62 / 44 / 50 / 44 / 50 / 55"
    },
    "スワンナ": {
        "no": "0581",
        "type": [
            "みず",
            "ひこう"
        ],
        "ability": [
            "するどいめ",
            "はとむね",
            "うるおいボディ"
        ],
        "stats": "75 / 87 / 63 / 87 / 63 / 98"
    },
    "バニプツチ": {
        "no": "0582",
        "type": [
            "こおり"
        ],
        "ability": [
            "アイスボディ",
            "ゆきがくれ",
            "くだけるよろい"
        ],
        "stats": "36 / 50 / 50 / 65 / 60 / 44"
    },
    "バニリツチ": {
        "no": "0583",
        "type": [
            "こおり"
        ],
        "ability": [
            "アイスボディ",
            "ゆきがくれ",
            "くだけるよろい"
        ],
        "stats": "51 / 65 / 65 / 80 / 75 / 59"
    },
    "バイバニラ": {
        "no": "0584",
        "type": [
            "こおり"
        ],
        "ability": [
            "アイスボディ",
            "ゆきふらし",
            "くだけるよろい"
        ],
        "stats": "71 / 95 / 85 / 110 / 95 / 79"
    },
    "シキジカ": {
        "no": "0585",
        "type": [
            "ノーマル",
            "くさ"
        ],
        "ability": [
            "ようりょくそ",
            "そうしょく",
            "てんのめぐみ"
        ],
        "stats": "60 / 60 / 50 / 40 / 50 / 75"
    },
    "メブキジカ": {
        "no": "0586",
        "type": [
            "ノーマル",
            "くさ"
        ],
        "ability": [
            "ようりょくそ",
            "そうしょく",
            "てんのめぐみ"
        ],
        "stats": "80 / 100 / 70 / 60 / 70 / 95"
    },
    "エモンガ": {
        "no": "0587",
        "type": [
            "でんき",
            "ひこう"
        ],
        "ability": [
            "せいでんき",
            "でんきエンジン"
        ],
        "stats": "55 / 75 / 60 / 75 / 60 / 103"
    },
    "カブルモ": {
        "no": "0588",
        "type": [
            "むし"
        ],
        "ability": [
            "むしのしらせ",
            "だっぴ",
            "ノーガード"
        ],
        "stats": "50 / 75 / 45 / 40 / 45 / 60"
    },
    "シユバルゴ": {
        "no": "0589",
        "type": [
            "むし",
            "はがね"
        ],
        "ability": [
            "むしのしらせ",
            "シェルアーマー",
            "ぼうじん"
        ],
        "stats": "70 / 135 / 105 / 60 / 105 / 20"
    },
    "タマゲタケ": {
        "no": "0590",
        "type": [
            "くさ",
            "どく"
        ],
        "ability": [
            "ほうし",
            "さいせいりょく"
        ],
        "stats": "69 / 55 / 45 / 55 / 55 / 15"
    },
    "モロバレル": {
        "no": "0591",
        "type": [
            "くさ",
            "どく"
        ],
        "ability": [
            "ほうし",
            "さいせいりょく"
        ],
        "stats": "114 / 85 / 70 / 85 / 80 / 30"
    },
    "プルリル": {
        "no": "0592",
        "type": [
            "みず",
            "ゴースト"
        ],
        "ability": [
            "ちょすい",
            "のろわれボディ",
            "しめりけ"
        ],
        "stats": "55 / 40 / 50 / 65 / 85 / 40"
    },
    "ブルンゲル": {
        "no": "0593",
        "type": [
            "みず",
            "ゴースト"
        ],
        "ability": [
            "ちょすい",
            "のろわれボディ",
            "しめりけ"
        ],
        "stats": "100 / 60 / 70 / 85 / 105 / 60"
    },
    "ママンボウ": {
        "no": "0594",
        "type": [
            "みず"
        ],
        "ability": [
            "いやしのこころ",
            "うるおいボディ",
            "さいせいりょく"
        ],
        "stats": "165 / 75 / 80 / 40 / 45 / 65"
    },
    "バチユル": {
        "no": "0595",
        "type": [
            "むし",
            "でんき"
        ],
        "ability": [
            "ふくがん",
            "きんちょうかん",
            "むしのしらせ"
        ],
        "stats": "50 / 47 / 50 / 57 / 50 / 65"
    },
    "デンチユラ": {
        "no": "0596",
        "type": [
            "むし",
            "でんき"
        ],
        "ability": [
            "ふくがん",
            "きんちょうかん",
            "むしのしらせ"
        ],
        "stats": "70 / 77 / 60 / 97 / 60 / 108"
    },
    "テツシード": {
        "no": "0597",
        "type": [
            "くさ",
            "はがね"
        ],
        "ability": [
            "てつのトゲ"
        ],
        "stats": "44 / 50 / 91 / 24 / 86 / 10"
    },
    "ナツトレイ": {
        "no": "0598",
        "type": [
            "くさ",
            "はがね"
        ],
        "ability": [
            "てつのトゲ",
            "きけんよち"
        ],
        "stats": "74 / 94 / 131 / 54 / 116 / 20"
    },
    "ギアル": {
        "no": "0599",
        "type": [
            "はがね"
        ],
        "ability": [
            "プラス",
            "マイナス",
            "クリアボディ"
        ],
        "stats": "40 / 55 / 70 / 45 / 60 / 30"
    },
    "ギギアル": {
        "no": "0600",
        "type": [
            "はがね"
        ],
        "ability": [
            "プラス",
            "マイナス",
            "クリアボディ"
        ],
        "stats": "60 / 80 / 95 / 70 / 85 / 50"
    },
    "ギギギアル": {
        "no": "0601",
        "type": [
            "はがね"
        ],
        "ability": [
            "プラス",
            "マイナス",
            "クリアボディ"
        ],
        "stats": "60 / 100 / 115 / 70 / 85 / 90"
    },
    "シビシラス": {
        "no": "0602",
        "type": [
            "でんき"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "35 / 55 / 40 / 45 / 40 / 60"
    },
    "シビビール": {
        "no": "0603",
        "type": [
            "でんき"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "65 / 85 / 70 / 75 / 70 / 40"
    },
    "シビルドン": {
        "no": "0604",
        "type": [
            "でんき"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "85 / 115 / 80 / 105 / 80 / 50"
    },
    "リグレー": {
        "no": "0605",
        "type": [
            "エスパー"
        ],
        "ability": [
            "テレパシー",
            "シンクロ",
            "アナライズ"
        ],
        "stats": "55 / 55 / 55 / 85 / 55 / 30"
    },
    "オーベム": {
        "no": "0606",
        "type": [
            "エスパー"
        ],
        "ability": [
            "テレパシー",
            "シンクロ",
            "アナライズ"
        ],
        "stats": "75 / 75 / 75 / 125 / 95 / 40"
    },
    "ヒトモシ": {
        "no": "0607",
        "type": [
            "ゴースト",
            "ほのお"
        ],
        "ability": [
            "もらいび",
            "ほのおのからだ",
            "すりぬけ"
        ],
        "stats": "50 / 30 / 55 / 65 / 55 / 20"
    },
    "ランプラー": {
        "no": "0608",
        "type": [
            "ゴースト",
            "ほのお"
        ],
        "ability": [
            "もらいび",
            "ほのおのからだ",
            "すりぬけ"
        ],
        "stats": "60 / 40 / 60 / 95 / 60 / 55"
    },
    "シヤンデラ": {
        "no": "0609",
        "type": [
            "ゴースト",
            "ほのお"
        ],
        "ability": [
            "もらいび",
            "ほのおのからだ",
            "すりぬけ"
        ],
        "stats": "60 / 55 / 90 / 145 / 90 / 80"
    },
    "キバゴ": {
        "no": "0610",
        "type": [
            "ドラゴン"
        ],
        "ability": [
            "とうそうしん",
            "かたやぶり",
            "きんちょうかん"
        ],
        "stats": "46 / 87 / 60 / 30 / 40 / 57"
    },
    "オノンド": {
        "no": "0611",
        "type": [
            "ドラゴン"
        ],
        "ability": [
            "とうそうしん",
            "かたやぶり",
            "きんちょうかん"
        ],
        "stats": "66 / 117 / 70 / 40 / 50 / 67"
    },
    "オノノクス": {
        "no": "0612",
        "type": [
            "ドラゴン"
        ],
        "ability": [
            "とうそうしん",
            "かたやぶり",
            "きんちょうかん"
        ],
        "stats": "76 / 147 / 90 / 60 / 70 / 97"
    },
    "クマシユン": {
        "no": "0613",
        "type": [
            "こおり"
        ],
        "ability": [
            "ゆきがくれ",
            "ゆきかき",
            "びびり"
        ],
        "stats": "55 / 70 / 40 / 60 / 40 / 40"
    },
    "ツンベアー": {
        "no": "0614",
        "type": [
            "こおり"
        ],
        "ability": [
            "ゆきがくれ",
            "ゆきかき",
            "すいすい"
        ],
        "stats": "95 / 130 / 80 / 70 / 80 / 50"
    },
    "フリージオ": {
        "no": "0615",
        "type": [
            "こおり"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "80 / 50 / 50 / 95 / 135 / 105"
    },
    "チヨボマキ": {
        "no": "0616",
        "type": [
            "むし"
        ],
        "ability": [
            "うるおいボディ",
            "シェルアーマー",
            "ぼうじん"
        ],
        "stats": "50 / 40 / 85 / 40 / 65 / 25"
    },
    "アギルダー": {
        "no": "0617",
        "type": [
            "むし"
        ],
        "ability": [
            "うるおいボディ",
            "ねんちゃく",
            "かるわざ"
        ],
        "stats": "80 / 70 / 40 / 100 / 60 / 145"
    },
    "マツギヨ": {
        "no": "0618",
        "type": [
            "じめん",
            "でんき"
        ],
        "ability": [
            "せいでんき",
            "じゅうなん",
            "すながくれ"
        ],
        "stats": "109 / 66 / 84 / 81 / 99 / 32"
    },
    "コジヨフー": {
        "no": "0619",
        "type": [
            "かくとう"
        ],
        "ability": [
            "せいしんりょく",
            "さいせいりょく",
            "すてみ"
        ],
        "stats": "45 / 85 / 50 / 55 / 50 / 65"
    },
    "コジヨンド": {
        "no": "0620",
        "type": [
            "かくとう"
        ],
        "ability": [
            "せいしんりょく",
            "さいせいりょく",
            "すてみ"
        ],
        "stats": "65 / 125 / 60 / 95 / 60 / 105"
    },
    "クリムガン": {
        "no": "0621",
        "type": [
            "ドラゴン"
        ],
        "ability": [
            "さめはだ",
            "ちからずく",
            "かたやぶり"
        ],
        "stats": "77 / 120 / 90 / 60 / 90 / 48"
    },
    "ゴビツト": {
        "no": "0622",
        "type": [
            "じめん",
            "ゴースト"
        ],
        "ability": [
            "てつのこぶし",
            "ぶきよう",
            "ノーガード"
        ],
        "stats": "59 / 74 / 50 / 35 / 50 / 35"
    },
    "ゴルーグ": {
        "no": "0623",
        "type": [
            "じめん",
            "ゴースト"
        ],
        "ability": [
            "てつのこぶし",
            "ぶきよう",
            "ノーガード"
        ],
        "stats": "89 / 124 / 80 / 55 / 80 / 55"
    },
    "コマタナ": {
        "no": "0624",
        "type": [
            "あく",
            "はがね"
        ],
        "ability": [
            "まけんき",
            "せいしんりょく",
            "プレッシャー"
        ],
        "stats": "45 / 85 / 70 / 40 / 40 / 60"
    },
    "キリキザン": {
        "no": "0625",
        "type": [
            "あく",
            "はがね"
        ],
        "ability": [
            "まけんき",
            "せいしんりょく",
            "プレッシャー"
        ],
        "stats": "65 / 125 / 100 / 60 / 70 / 70"
    },
    "バツフロン": {
        "no": "0626",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "すてみ",
            "そうしょく",
            "ぼうおん"
        ],
        "stats": "95 / 110 / 95 / 40 / 95 / 55"
    },
    "ワシボン": {
        "no": "0627",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "するどいめ",
            "ちからずく",
            "はりきり"
        ],
        "stats": "70 / 83 / 50 / 37 / 50 / 60"
    },
    "ウオーグル": {
        "no": "0628",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "するどいめ",
            "ちからずく",
            "まけんき"
        ],
        "stats": "100 / 123 / 75 / 57 / 75 / 80"
    },
    "バルチヤイ": {
        "no": "0629",
        "type": [
            "あく",
            "ひこう"
        ],
        "ability": [
            "はとむね",
            "ぼうじん",
            "くだけるよろい"
        ],
        "stats": "70 / 55 / 75 / 45 / 65 / 60"
    },
    "バルジーナ": {
        "no": "0630",
        "type": [
            "あく",
            "ひこう"
        ],
        "ability": [
            "はとむね",
            "ぼうじん",
            "くだけるよろい"
        ],
        "stats": "110 / 65 / 105 / 55 / 95 / 80"
    },
    "クイタラン": {
        "no": "0631",
        "type": [
            "ほのお"
        ],
        "ability": [
            "くいしんぼう",
            "もらいび",
            "しろいけむり"
        ],
        "stats": "85 / 97 / 66 / 105 / 66 / 65"
    },
    "アイアント": {
        "no": "0632",
        "type": [
            "むし",
            "はがね"
        ],
        "ability": [
            "むしのしらせ",
            "はりきり",
            "なまけ"
        ],
        "stats": "58 / 109 / 112 / 48 / 48 / 109"
    },
    "モノズ": {
        "no": "0633",
        "type": [
            "あく",
            "ドラゴン"
        ],
        "ability": [
            "はりきり"
        ],
        "stats": "52 / 65 / 50 / 45 / 50 / 38"
    },
    "ジヘツド": {
        "no": "0634",
        "type": [
            "あく",
            "ドラゴン"
        ],
        "ability": [
            "はりきり"
        ],
        "stats": "72 / 85 / 70 / 65 / 70 / 58"
    },
    "サザンドラ": {
        "no": "0635",
        "type": [
            "あく",
            "ドラゴン"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "92 / 105 / 90 / 125 / 90 / 98"
    },
    "メラルバ": {
        "no": "0636",
        "type": [
            "むし",
            "ほのお"
        ],
        "ability": [
            "ほのおのからだ",
            "むしのしらせ"
        ],
        "stats": "55 / 85 / 55 / 50 / 55 / 60"
    },
    "ウルガモス": {
        "no": "0637",
        "type": [
            "むし",
            "ほのお"
        ],
        "ability": [
            "ほのおのからだ",
            "むしのしらせ"
        ],
        "stats": "85 / 60 / 65 / 135 / 105 / 100"
    },
    "コバルオン": {
        "no": "0638",
        "type": [
            "はがね",
            "かくとう"
        ],
        "ability": [
            "せいぎのこころ"
        ],
        "stats": "91 / 90 / 129 / 90 / 72 / 108"
    },
    "テラキオン": {
        "no": "0639",
        "type": [
            "いわ",
            "かくとう"
        ],
        "ability": [
            "せいぎのこころ"
        ],
        "stats": "91 / 129 / 90 / 72 / 90 / 108"
    },
    "ビリジオン": {
        "no": "0640",
        "type": [
            "くさ",
            "かくとう"
        ],
        "ability": [
            "せいぎのこころ"
        ],
        "stats": "91 / 90 / 72 / 90 / 129 / 108"
    },
    "トルネロス": {
        "no": "0641",
        "type": [
            "ひこう"
        ],
        "ability": [
            "いたずらごころ",
            "まけんき"
        ],
        "stats": "79 / 115 / 70 / 125 / 80 / 111"
    },
    "ボルトロス": {
        "no": "0642",
        "type": [
            "でんき",
            "ひこう"
        ],
        "ability": [
            "いたずらごころ",
            "まけんき"
        ],
        "stats": "79 / 115 / 70 / 125 / 80 / 111"
    },
    "レシラム": {
        "no": "0643",
        "type": [
            "ドラゴン",
            "ほのお"
        ],
        "ability": [
            "ターボブレイズ"
        ],
        "stats": "100 / 120 / 100 / 150 / 120 / 90"
    },
    "ゼクロム": {
        "no": "0644",
        "type": [
            "ドラゴン",
            "でんき"
        ],
        "ability": [
            "テラボルテージ"
        ],
        "stats": "100 / 150 / 120 / 120 / 100 / 90"
    },
    "ランドロス": {
        "no": "0645",
        "type": [
            "じめん",
            "ひこう"
        ],
        "ability": [
            "すなのちから",
            "ちからずく"
        ],
        "stats": "89 / 125 / 90 / 115 / 80 / 101"
    },
    "キユレム": {
        "no": "0646",
        "type": [
            "ドラゴン",
            "こおり"
        ],
        "ability": [
            "プレッシャー"
        ],
        "stats": "125 / 130 / 90 / 130 / 90 / 95"
    },
    "ケルデイオ": {
        "no": "0647",
        "type": [
            "みず",
            "かくとう"
        ],
        "ability": [
            "せいぎのこころ"
        ],
        "stats": "91 / 72 / 90 / 129 / 90 / 108"
    },
    "メロエツタ": {
        "no": "0648",
        "type": [
            "ノーマル",
            "エスパー"
        ],
        "ability": [
            "てんのめぐみ"
        ],
        "stats": "100 / 77 / 77 / 128 / 128 / 90"
    },
    "ゲノセクト": {
        "no": "0649",
        "type": [
            "むし",
            "はがね"
        ],
        "ability": [
            "ダウンロード"
        ],
        "stats": "71 / 120 / 95 / 120 / 95 / 99"
    },
    "ハリマロン": {
        "no": "0650",
        "type": [
            "くさ"
        ],
        "ability": [
            "しんりょく",
            "ぼうだん"
        ],
        "stats": "56 / 61 / 65 / 48 / 45 / 38"
    },
    "ハリボーグ": {
        "no": "0651",
        "type": [
            "くさ"
        ],
        "ability": [
            "しんりょく",
            "ぼうだん"
        ],
        "stats": "61 / 78 / 95 / 56 / 58 / 57"
    },
    "ブリガロン": {
        "no": "0652",
        "type": [
            "くさ",
            "かくとう"
        ],
        "ability": [
            "しんりょく",
            "ぼうだん"
        ],
        "stats": "88 / 107 / 122 / 74 / 75 / 64"
    },
    "フオツコ": {
        "no": "0653",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もうか",
            "マジシャン"
        ],
        "stats": "40 / 45 / 40 / 62 / 60 / 60"
    },
    "テールナー": {
        "no": "0654",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もうか",
            "マジシャン"
        ],
        "stats": "59 / 59 / 58 / 90 / 70 / 73"
    },
    "マフオクシー": {
        "no": "0655",
        "type": [
            "ほのお",
            "エスパー"
        ],
        "ability": [
            "もうか",
            "マジシャン"
        ],
        "stats": "75 / 69 / 72 / 114 / 100 / 104"
    },
    "ケロマツ": {
        "no": "0656",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "へんげんじざい"
        ],
        "stats": "41 / 56 / 40 / 62 / 44 / 71"
    },
    "ゲコガシラ": {
        "no": "0657",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "へんげんじざい"
        ],
        "stats": "54 / 63 / 52 / 83 / 56 / 97"
    },
    "ゲツコウガ": {
        "no": "0658",
        "type": [
            "みず",
            "あく"
        ],
        "ability": [
            "げきりゅう",
            "へんげんじざい"
        ],
        "stats": "72 / 95 / 67 / 103 / 71 / 122"
    },
    "ホルビー": {
        "no": "0659",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "ものひろい",
            "ほおぶくろ",
            "ちからもち"
        ],
        "stats": "38 / 36 / 38 / 32 / 36 / 57"
    },
    "ホルード": {
        "no": "0660",
        "type": [
            "ノーマル",
            "じめん"
        ],
        "ability": [
            "ものひろい",
            "ほおぶくろ",
            "ちからもち"
        ],
        "stats": "85 / 56 / 77 / 50 / 77 / 78"
    },
    "ヤヤコマ": {
        "no": "0661",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "はとむね",
            "はやてのつばさ"
        ],
        "stats": "45 / 50 / 43 / 40 / 38 / 62"
    },
    "ヒノヤコマ": {
        "no": "0662",
        "type": [
            "ほのお",
            "ひこう"
        ],
        "ability": [
            "ほのおのからだ",
            "はやてのつばさ"
        ],
        "stats": "62 / 73 / 55 / 56 / 52 / 84"
    },
    "フアイアロー": {
        "no": "0663",
        "type": [
            "ほのお",
            "ひこう"
        ],
        "ability": [
            "ほのおのからだ",
            "はやてのつばさ"
        ],
        "stats": "78 / 81 / 71 / 74 / 69 / 126"
    },
    "コフキムシ": {
        "no": "0664",
        "type": [
            "むし"
        ],
        "ability": [
            "りんぷん",
            "ふくがん",
            "フレンドガード"
        ],
        "stats": "38 / 35 / 40 / 27 / 25 / 35"
    },
    "コフーライ": {
        "no": "0665",
        "type": [
            "むし"
        ],
        "ability": [
            "だっぴ",
            "フレンドガード"
        ],
        "stats": "45 / 22 / 60 / 27 / 30 / 29"
    },
    "ビビヨン": {
        "no": "0666",
        "type": [
            "むし",
            "ひこう"
        ],
        "ability": [
            "りんぷん",
            "ふくがん",
            "フレンドガード"
        ],
        "stats": "80 / 52 / 50 / 90 / 50 / 89"
    },
    "シシコ": {
        "no": "0667",
        "type": [
            "ほのお",
            "ノーマル"
        ],
        "ability": [
            "とうそうしん",
            "きんちょうかん",
            "じしんかじょう"
        ],
        "stats": "62 / 50 / 58 / 73 / 54 / 72"
    },
    "カエンジシ": {
        "no": "0668",
        "type": [
            "ほのお",
            "ノーマル"
        ],
        "ability": [
            "とうそうしん",
            "きんちょうかん",
            "じしんかじょう"
        ],
        "stats": "86 / 68 / 72 / 109 / 66 / 106"
    },
    "フラベベ": {
        "no": "0669",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "フラワーベール",
            "きょうせい"
        ],
        "stats": "44 / 38 / 39 / 61 / 79 / 42"
    },
    "フラエツテ": {
        "no": "0670",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "フラワーベール",
            "きょうせい"
        ],
        "stats": "54 / 45 / 47 / 75 / 98 / 52"
    },
    "フラージエス": {
        "no": "0671",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "フラワーベール",
            "きょうせい"
        ],
        "stats": "78 / 65 / 68 / 112 / 154 / 75"
    },
    "メエークル": {
        "no": "0672",
        "type": [
            "くさ"
        ],
        "ability": [
            "そうしょく",
            "くさのけがわ"
        ],
        "stats": "66 / 65 / 48 / 62 / 57 / 52"
    },
    "ゴーゴート": {
        "no": "0673",
        "type": [
            "くさ"
        ],
        "ability": [
            "そうしょく",
            "くさのけがわ"
        ],
        "stats": "123 / 100 / 62 / 97 / 81 / 68"
    },
    "ヤンチヤム": {
        "no": "0674",
        "type": [
            "かくとう"
        ],
        "ability": [
            "てつのこぶし",
            "かたやぶり",
            "きもったま"
        ],
        "stats": "67 / 82 / 62 / 46 / 48 / 43"
    },
    "ゴロンダ": {
        "no": "0675",
        "type": [
            "かくとう",
            "あく"
        ],
        "ability": [
            "てつのこぶし",
            "かたやぶり",
            "きもったま"
        ],
        "stats": "95 / 124 / 78 / 69 / 71 / 58"
    },
    "トリミアン": {
        "no": "0676",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "ファーコート"
        ],
        "stats": "75 / 80 / 60 / 65 / 90 / 102"
    },
    "ニヤスパー": {
        "no": "0677",
        "type": [
            "エスパー"
        ],
        "ability": [
            "するどいめ",
            "すりぬけ",
            "マイペース"
        ],
        "stats": "62 / 48 / 54 / 63 / 60 / 68"
    },
    "ニヤオニクス": {
        "no": "0678",
        "type": [
            "エスパー"
        ],
        "ability": [
            "するどいめ",
            "すりぬけ",
            "いたずらごころ"
        ],
        "stats": "74 / 48 / 76 / 83 / 81 / 104"
    },
    "ヒトツキ": {
        "no": "0679",
        "type": [
            "はがね",
            "ゴースト"
        ],
        "ability": [
            "ノーガード"
        ],
        "stats": "45 / 80 / 100 / 35 / 37 / 28"
    },
    "ニダンギル": {
        "no": "0680",
        "type": [
            "はがね",
            "ゴースト"
        ],
        "ability": [
            "ノーガード"
        ],
        "stats": "59 / 110 / 150 / 45 / 49 / 35"
    },
    "ギルガルド": {
        "no": "0681",
        "type": [
            "はがね",
            "ゴースト"
        ],
        "ability": [
            "バトルスイッチ"
        ],
        "stats": "60 / 50 / 140 / 50 / 140 / 60"
    },
    "シユシユプ": {
        "no": "0682",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "いやしのこころ",
            "アロマベール"
        ],
        "stats": "78 / 52 / 60 / 63 / 65 / 23"
    },
    "フレフワン": {
        "no": "0683",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "いやしのこころ",
            "アロマベール"
        ],
        "stats": "101 / 72 / 72 / 99 / 89 / 29"
    },
    "ペロツパフ": {
        "no": "0684",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "スイートベール",
            "かるわざ"
        ],
        "stats": "62 / 48 / 66 / 59 / 57 / 49"
    },
    "ペロリーム": {
        "no": "0685",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "スイートベール",
            "かるわざ"
        ],
        "stats": "82 / 80 / 86 / 85 / 75 / 72"
    },
    "マーイーカ": {
        "no": "0686",
        "type": [
            "あく",
            "エスパー"
        ],
        "ability": [
            "あまのじゃく",
            "きゅうばん",
            "すりぬけ"
        ],
        "stats": "53 / 54 / 53 / 37 / 46 / 45"
    },
    "カラマネロ": {
        "no": "0687",
        "type": [
            "あく",
            "エスパー"
        ],
        "ability": [
            "あまのじゃく",
            "きゅうばん",
            "すりぬけ"
        ],
        "stats": "86 / 92 / 88 / 68 / 75 / 73"
    },
    "カメテテ": {
        "no": "0688",
        "type": [
            "いわ",
            "みず"
        ],
        "ability": [
            "かたいツメ",
            "スナイパー",
            "わるいてぐせ"
        ],
        "stats": "42 / 52 / 67 / 39 / 56 / 50"
    },
    "ガメノデス": {
        "no": "0689",
        "type": [
            "いわ",
            "みず"
        ],
        "ability": [
            "かたいツメ",
            "スナイパー",
            "わるいてぐせ"
        ],
        "stats": "72 / 105 / 115 / 54 / 86 / 68"
    },
    "クズモー": {
        "no": "0690",
        "type": [
            "どく",
            "みず"
        ],
        "ability": [
            "どくのトゲ",
            "どくしゅ",
            "てきおうりょく"
        ],
        "stats": "50 / 60 / 60 / 60 / 60 / 30"
    },
    "ドラミドロ": {
        "no": "0691",
        "type": [
            "どく",
            "ドラゴン"
        ],
        "ability": [
            "どくのトゲ",
            "どくしゅ",
            "てきおうりょく"
        ],
        "stats": "65 / 75 / 90 / 97 / 123 / 44"
    },
    "ウデツポウ": {
        "no": "0692",
        "type": [
            "みず"
        ],
        "ability": [
            "メガランチャー"
        ],
        "stats": "50 / 53 / 62 / 58 / 63 / 44"
    },
    "ブロスター": {
        "no": "0693",
        "type": [
            "みず"
        ],
        "ability": [
            "メガランチャー"
        ],
        "stats": "71 / 73 / 88 / 120 / 89 / 59"
    },
    "エリキテル": {
        "no": "0694",
        "type": [
            "でんき",
            "ノーマル"
        ],
        "ability": [
            "かんそうはだ",
            "すながくれ",
            "サンパワー"
        ],
        "stats": "44 / 38 / 33 / 61 / 43 / 70"
    },
    "エレザード": {
        "no": "0695",
        "type": [
            "でんき",
            "ノーマル"
        ],
        "ability": [
            "かんそうはだ",
            "すながくれ",
            "サンパワー"
        ],
        "stats": "62 / 55 / 52 / 109 / 94 / 109"
    },
    "チゴラス": {
        "no": "0696",
        "type": [
            "いわ",
            "ドラゴン"
        ],
        "ability": [
            "がんじょうあご",
            "がんじょう"
        ],
        "stats": "58 / 89 / 77 / 45 / 45 / 48"
    },
    "ガチゴラス": {
        "no": "0697",
        "type": [
            "いわ",
            "ドラゴン"
        ],
        "ability": [
            "がんじょうあご",
            "いしあたま"
        ],
        "stats": "82 / 121 / 119 / 69 / 59 / 71"
    },
    "アマルス": {
        "no": "0698",
        "type": [
            "いわ",
            "こおり"
        ],
        "ability": [
            "フリーズスキン",
            "ゆきふらし"
        ],
        "stats": "77 / 59 / 50 / 67 / 63 / 46"
    },
    "アマルルガ": {
        "no": "0699",
        "type": [
            "いわ",
            "こおり"
        ],
        "ability": [
            "フリーズスキン",
            "ゆきふらし"
        ],
        "stats": "123 / 77 / 72 / 99 / 92 / 58"
    },
    "ニンフイア": {
        "no": "0700",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "メロメロボディ",
            "フェアリースキン"
        ],
        "stats": "95 / 65 / 65 / 110 / 130 / 60"
    },
    "ルチヤブル": {
        "no": "0701",
        "type": [
            "かくとう",
            "ひこう"
        ],
        "ability": [
            "じゅうなん",
            "かるわざ",
            "かたやぶり"
        ],
        "stats": "78 / 92 / 75 / 74 / 63 / 118"
    },
    "デデンネ": {
        "no": "0702",
        "type": [
            "でんき",
            "フェアリー"
        ],
        "ability": [
            "ほおぶくろ",
            "ものひろい",
            "プラス"
        ],
        "stats": "67 / 58 / 57 / 81 / 67 / 101"
    },
    "メレシー": {
        "no": "0703",
        "type": [
            "いわ",
            "フェアリー"
        ],
        "ability": [
            "クリアボディ",
            "がんじょう"
        ],
        "stats": "50 / 50 / 150 / 50 / 150 / 50"
    },
    "ヌメラ": {
        "no": "0704",
        "type": [
            "ドラゴン"
        ],
        "ability": [
            "そうしょく",
            "うるおいボディ",
            "ぬめぬめ"
        ],
        "stats": "45 / 50 / 35 / 55 / 75 / 40"
    },
    "ヌメイル": {
        "no": "0705",
        "type": [
            "ドラゴン"
        ],
        "ability": [
            "そうしょく",
            "うるおいボディ",
            "ぬめぬめ"
        ],
        "stats": "68 / 75 / 53 / 83 / 113 / 60"
    },
    "ヌメルゴン": {
        "no": "0706",
        "type": [
            "ドラゴン"
        ],
        "ability": [
            "そうしょく",
            "うるおいボディ",
            "ぬめぬめ"
        ],
        "stats": "90 / 100 / 70 / 110 / 150 / 80"
    },
    "クレツフイ": {
        "no": "0707",
        "type": [
            "はがね",
            "フェアリー"
        ],
        "ability": [
            "いたずらごころ",
            "マジシャン"
        ],
        "stats": "57 / 80 / 91 / 80 / 87 / 75"
    },
    "ボクレー": {
        "no": "0708",
        "type": [
            "ゴースト",
            "くさ"
        ],
        "ability": [
            "しぜんかいふく",
            "おみとおし",
            "しゅうかく"
        ],
        "stats": "43 / 70 / 48 / 50 / 60 / 38"
    },
    "オーロツト": {
        "no": "0709",
        "type": [
            "ゴースト",
            "くさ"
        ],
        "ability": [
            "しぜんかいふく",
            "おみとおし",
            "しゅうかく"
        ],
        "stats": "85 / 110 / 76 / 65 / 82 / 56"
    },
    "バケツチヤ": {
        "no": "0710",
        "type": [
            "ゴースト",
            "くさ"
        ],
        "ability": [
            "ものひろい",
            "おみとおし",
            "ふみん"
        ],
        "stats": "49 / 66 / 70 / 44 / 55 / 51"
    },
    "パンプジン": {
        "no": "0711",
        "type": [
            "ゴースト",
            "くさ"
        ],
        "ability": [
            "ものひろい",
            "おみとおし",
            "ふみん"
        ],
        "stats": "65 / 90 / 122 / 58 / 75 / 84"
    },
    "カチコール": {
        "no": "0712",
        "type": [
            "こおり"
        ],
        "ability": [
            "マイペース",
            "アイスボディ",
            "がんじょう"
        ],
        "stats": "55 / 69 / 85 / 32 / 35 / 28"
    },
    "クレベース": {
        "no": "0713",
        "type": [
            "こおり"
        ],
        "ability": [
            "マイペース",
            "アイスボディ",
            "がんじょう"
        ],
        "stats": "95 / 117 / 184 / 44 / 46 / 28"
    },
    "オンバツト": {
        "no": "0714",
        "type": [
            "ひこう",
            "ドラゴン"
        ],
        "ability": [
            "おみとおし",
            "すりぬけ",
            "テレパシー"
        ],
        "stats": "40 / 30 / 35 / 45 / 40 / 55"
    },
    "オンバーン": {
        "no": "0715",
        "type": [
            "ひこう",
            "ドラゴン"
        ],
        "ability": [
            "おみとおし",
            "すりぬけ",
            "テレパシー"
        ],
        "stats": "85 / 70 / 80 / 97 / 80 / 123"
    },
    "ゼルネアス": {
        "no": "0716",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "フェアリーオーラ"
        ],
        "stats": "126 / 131 / 95 / 131 / 98 / 99"
    },
    "イベルタル": {
        "no": "0717",
        "type": [
            "あく",
            "ひこう"
        ],
        "ability": [
            "ダークオーラ"
        ],
        "stats": "126 / 131 / 95 / 131 / 98 / 99"
    },
    "ジガルデ": {
        "no": "0718",
        "type": [
            "ドラゴン",
            "じめん"
        ],
        "ability": [
            "オーラブレイク"
        ],
        "stats": "108 / 100 / 121 / 81 / 95 / 95"
    },
    "デイアンシー": {
        "no": "0719",
        "type": [
            "いわ",
            "フェアリー"
        ],
        "ability": [
            "クリアボディ"
        ],
        "stats": "50 / 100 / 150 / 100 / 150 / 50"
    },
    "フーパ": {
        "no": "0720",
        "type": [
            "エスパー",
            "ゴースト"
        ],
        "ability": [
            "マジシャン"
        ],
        "stats": "80 / 110 / 60 / 150 / 130 / 70"
    },
    "ボルケニオン": {
        "no": "0721",
        "type": [
            "ほのお",
            "みず"
        ],
        "ability": [
            "ちょすい"
        ],
        "stats": "80 / 110 / 120 / 130 / 90 / 70"
    },
    "モクロー": {
        "no": "0722",
        "type": [
            "くさ",
            "ひこう"
        ],
        "ability": [
            "しんりょく",
            "えんかく"
        ],
        "stats": "68 / 55 / 55 / 50 / 50 / 42"
    },
    "フクスロー": {
        "no": "0723",
        "type": [
            "くさ",
            "ひこう"
        ],
        "ability": [
            "しんりょく",
            "えんかく"
        ],
        "stats": "78 / 75 / 75 / 70 / 70 / 52"
    },
    "ジユナイパー": {
        "no": "0724",
        "type": [
            "くさ",
            "ゴースト"
        ],
        "ability": [
            "しんりょく",
            "えんかく"
        ],
        "stats": "78 / 107 / 75 / 100 / 100 / 70"
    },
    "ニヤビー": {
        "no": "0725",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もうか",
            "いかく"
        ],
        "stats": "45 / 65 / 40 / 60 / 40 / 70"
    },
    "ニヤヒート": {
        "no": "0726",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もうか",
            "いかく"
        ],
        "stats": "65 / 85 / 50 / 80 / 50 / 90"
    },
    "ガオガエン": {
        "no": "0727",
        "type": [
            "ほのお",
            "あく"
        ],
        "ability": [
            "もうか",
            "いかく"
        ],
        "stats": "95 / 115 / 90 / 80 / 90 / 60"
    },
    "アシマリ": {
        "no": "0728",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "うるおいボイス"
        ],
        "stats": "50 / 54 / 54 / 66 / 56 / 40"
    },
    "オシヤマリ": {
        "no": "0729",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "うるおいボイス"
        ],
        "stats": "60 / 69 / 69 / 91 / 81 / 50"
    },
    "アシレーヌ": {
        "no": "0730",
        "type": [
            "みず",
            "フェアリー"
        ],
        "ability": [
            "げきりゅう",
            "うるおいボイス"
        ],
        "stats": "80 / 74 / 74 / 126 / 116 / 60"
    },
    "ツツケラ": {
        "no": "0731",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "するどいめ",
            "スキルリンク",
            "ものひろい"
        ],
        "stats": "35 / 75 / 30 / 30 / 30 / 65"
    },
    "ケララツパ": {
        "no": "0732",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "するどいめ",
            "スキルリンク",
            "ものひろい"
        ],
        "stats": "55 / 85 / 50 / 40 / 50 / 75"
    },
    "ドデカバシ": {
        "no": "0733",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "するどいめ",
            "スキルリンク",
            "ちからずく"
        ],
        "stats": "80 / 120 / 75 / 75 / 75 / 60"
    },
    "ヤングース": {
        "no": "0734",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "はりこみ",
            "がんじょうあご",
            "てきおうりょく"
        ],
        "stats": "48 / 70 / 30 / 30 / 30 / 45"
    },
    "デカグース": {
        "no": "0735",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "はりこみ",
            "がんじょうあご",
            "てきおうりょく"
        ],
        "stats": "88 / 110 / 60 / 55 / 60 / 45"
    },
    "アゴジムシ": {
        "no": "0736",
        "type": [
            "むし"
        ],
        "ability": [
            "むしのしらせ"
        ],
        "stats": "47 / 62 / 45 / 55 / 45 / 46"
    },
    "デンヂムシ": {
        "no": "0737",
        "type": [
            "むし",
            "でんき"
        ],
        "ability": [
            "バッテリー"
        ],
        "stats": "57 / 82 / 95 / 55 / 75 / 36"
    },
    "クワガノン": {
        "no": "0738",
        "type": [
            "むし",
            "でんき"
        ],
        "ability": [
            "ふゆう"
        ],
        "stats": "77 / 70 / 90 / 145 / 75 / 43"
    },
    "マケンカニ": {
        "no": "0739",
        "type": [
            "かくとう"
        ],
        "ability": [
            "かいりきバサミ",
            "てつのこぶし",
            "いかりのつぼ"
        ],
        "stats": "47 / 82 / 57 / 42 / 47 / 63"
    },
    "ケケンカニ": {
        "no": "0740",
        "type": [
            "かくとう",
            "こおり"
        ],
        "ability": [
            "かいりきバサミ",
            "てつのこぶし",
            "いかりのつぼ"
        ],
        "stats": "97 / 132 / 77 / 62 / 67 / 43"
    },
    "オドリドリ": {
        "no": "0741",
        "type": [
            "ほのお",
            "ひこう"
        ],
        "ability": [
            "おどりこ"
        ],
        "stats": "75 / 70 / 70 / 98 / 70 / 93"
    },
    "アブリー": {
        "no": "0742",
        "type": [
            "むし",
            "フェアリー"
        ],
        "ability": [
            "みつあつめ",
            "りんぷん",
            "スイートベール"
        ],
        "stats": "40 / 45 / 40 / 55 / 40 / 84"
    },
    "アブリボン": {
        "no": "0743",
        "type": [
            "むし",
            "フェアリー"
        ],
        "ability": [
            "みつあつめ",
            "りんぷん",
            "スイートベール"
        ],
        "stats": "60 / 55 / 60 / 95 / 70 / 124"
    },
    "イワンコ": {
        "no": "0744",
        "type": [
            "いわ"
        ],
        "ability": [
            "するどいめ",
            "やるき",
            "ふくつのこころ"
        ],
        "stats": "45 / 65 / 40 / 30 / 40 / 60"
    },
    "ルガルガン": {
        "no": "0745",
        "type": [
            "いわ"
        ],
        "ability": [
            "するどいめ",
            "すなかき",
            "ふくつのこころ"
        ],
        "stats": "75 / 115 / 65 / 55 / 65 / 112"
    },
    "ヨワシ": {
        "no": "0746",
        "type": [
            "みず"
        ],
        "ability": [
            "ぎょぐん"
        ],
        "stats": "45 / 20 / 20 / 25 / 25 / 40"
    },
    "ヒドイデ": {
        "no": "0747",
        "type": [
            "どく",
            "みず"
        ],
        "ability": [
            "ひとでなし",
            "じゅうなん",
            "さいせいりょく"
        ],
        "stats": "50 / 53 / 62 / 43 / 52 / 45"
    },
    "ドヒドイデ": {
        "no": "0748",
        "type": [
            "どく",
            "みず"
        ],
        "ability": [
            "ひとでなし",
            "じゅうなん",
            "さいせいりょく"
        ],
        "stats": "50 / 63 / 152 / 53 / 142 / 35"
    },
    "ドロバンコ": {
        "no": "0749",
        "type": [
            "じめん"
        ],
        "ability": [
            "マイペース",
            "じきゅうりょく",
            "せいしんりょく"
        ],
        "stats": "70 / 100 / 70 / 45 / 55 / 45"
    },
    "バンバドロ": {
        "no": "0750",
        "type": [
            "じめん"
        ],
        "ability": [
            "マイペース",
            "じきゅうりょく",
            "せいしんりょく"
        ],
        "stats": "100 / 125 / 100 / 55 / 85 / 35"
    },
    "シズクモ": {
        "no": "0751",
        "type": [
            "みず",
            "むし"
        ],
        "ability": [
            "すいほう",
            "ちょすい"
        ],
        "stats": "38 / 40 / 52 / 40 / 72 / 27"
    },
    "オニシズクモ": {
        "no": "0752",
        "type": [
            "みず",
            "むし"
        ],
        "ability": [
            "すいほう",
            "ちょすい"
        ],
        "stats": "68 / 70 / 92 / 50 / 132 / 42"
    },
    "カリキリ": {
        "no": "0753",
        "type": [
            "くさ"
        ],
        "ability": [
            "リーフガード",
            "あまのじゃく"
        ],
        "stats": "40 / 55 / 35 / 50 / 35 / 35"
    },
    "ラランテス": {
        "no": "0754",
        "type": [
            "くさ"
        ],
        "ability": [
            "リーフガード",
            "あまのじゃく"
        ],
        "stats": "70 / 105 / 90 / 80 / 90 / 45"
    },
    "ネマシユ": {
        "no": "0755",
        "type": [
            "くさ",
            "フェアリー"
        ],
        "ability": [
            "はっこう",
            "ほうし",
            "あめうけざら"
        ],
        "stats": "40 / 35 / 55 / 65 / 75 / 15"
    },
    "マシエード": {
        "no": "0756",
        "type": [
            "くさ",
            "フェアリー"
        ],
        "ability": [
            "はっこう",
            "ほうし",
            "あめうけざら"
        ],
        "stats": "60 / 45 / 80 / 90 / 100 / 30"
    },
    "ヤトウモリ": {
        "no": "0757",
        "type": [
            "どく",
            "ほのお"
        ],
        "ability": [
            "ふしょく",
            "どんかん"
        ],
        "stats": "48 / 44 / 40 / 71 / 40 / 77"
    },
    "エンニユート": {
        "no": "0758",
        "type": [
            "どく",
            "ほのお"
        ],
        "ability": [
            "ふしょく",
            "どんかん"
        ],
        "stats": "68 / 64 / 60 / 111 / 60 / 117"
    },
    "ヌイコグマ": {
        "no": "0759",
        "type": [
            "ノーマル",
            "かくとう"
        ],
        "ability": [
            "もふもふ",
            "ぶきよう",
            "メロメロボディ"
        ],
        "stats": "70 / 75 / 50 / 45 / 50 / 50"
    },
    "キテルグマ": {
        "no": "0760",
        "type": [
            "ノーマル",
            "かくとう"
        ],
        "ability": [
            "もふもふ",
            "ぶきよう",
            "きんちょうかん"
        ],
        "stats": "120 / 125 / 80 / 55 / 60 / 60"
    },
    "アマカジ": {
        "no": "0761",
        "type": [
            "くさ"
        ],
        "ability": [
            "リーフガード",
            "どんかん",
            "スイートベール"
        ],
        "stats": "42 / 30 / 38 / 30 / 38 / 32"
    },
    "アママイコ": {
        "no": "0762",
        "type": [
            "くさ"
        ],
        "ability": [
            "リーフガード",
            "どんかん",
            "スイートベール"
        ],
        "stats": "52 / 40 / 48 / 40 / 48 / 62"
    },
    "アマージヨ": {
        "no": "0763",
        "type": [
            "くさ"
        ],
        "ability": [
            "リーフガード",
            "じょおうのいげん",
            "スイートベール"
        ],
        "stats": "72 / 120 / 98 / 50 / 98 / 72"
    },
    "キユワワー": {
        "no": "0764",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "フラワーベール",
            "ヒーリングシフト",
            "しぜんかいふく"
        ],
        "stats": "51 / 52 / 90 / 82 / 110 / 100"
    },
    "ヤレユータン": {
        "no": "0765",
        "type": [
            "ノーマル",
            "エスパー"
        ],
        "ability": [
            "せいしんりょく",
            "テレパシー",
            "きょうせい"
        ],
        "stats": "90 / 60 / 80 / 90 / 110 / 60"
    },
    "ナゲツケサル": {
        "no": "0766",
        "type": [
            "かくとう"
        ],
        "ability": [
            "レシーバー",
            "まけんき"
        ],
        "stats": "100 / 120 / 90 / 40 / 60 / 80"
    },
    "コソクムシ": {
        "no": "0767",
        "type": [
            "むし",
            "みず"
        ],
        "ability": [
            "にげごし"
        ],
        "stats": "25 / 35 / 40 / 20 / 30 / 80"
    },
    "グソクムシヤ": {
        "no": "0768",
        "type": [
            "むし",
            "みず"
        ],
        "ability": [
            "ききかいひ"
        ],
        "stats": "75 / 125 / 140 / 60 / 90 / 40"
    },
    "スナバア": {
        "no": "0769",
        "type": [
            "ゴースト",
            "じめん"
        ],
        "ability": [
            "みずがため",
            "すながくれ"
        ],
        "stats": "55 / 55 / 80 / 70 / 45 / 15"
    },
    "シロデスナ": {
        "no": "0770",
        "type": [
            "ゴースト",
            "じめん"
        ],
        "ability": [
            "みずがため",
            "すながくれ"
        ],
        "stats": "85 / 75 / 110 / 100 / 75 / 35"
    },
    "ナマコブシ": {
        "no": "0771",
        "type": [
            "みず"
        ],
        "ability": [
            "とびだすなかみ",
            "てんねん"
        ],
        "stats": "55 / 60 / 130 / 30 / 130 / 5"
    },
    "タイプ：ヌル": {
        "no": "0772",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "カブトアーマー"
        ],
        "stats": "95 / 95 / 95 / 95 / 95 / 59"
    },
    "シルヴアデイ": {
        "no": "0773",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "ＡＲシステム"
        ],
        "stats": "95 / 95 / 95 / 95 / 95 / 95"
    },
    "メテノ": {
        "no": "0774",
        "type": [
            "いわ",
            "ひこう"
        ],
        "ability": [
            "リミットシールド"
        ],
        "stats": "60 / 60 / 100 / 60 / 100 / 60"
    },
    "ネツコアラ": {
        "no": "0775",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "ぜったいねむり"
        ],
        "stats": "65 / 115 / 65 / 75 / 95 / 65"
    },
    "バクガメス": {
        "no": "0776",
        "type": [
            "ほのお",
            "ドラゴン"
        ],
        "ability": [
            "シェルアーマー"
        ],
        "stats": "60 / 78 / 135 / 91 / 85 / 36"
    },
    "トゲデマル": {
        "no": "0777",
        "type": [
            "でんき",
            "はがね"
        ],
        "ability": [
            "てつのトゲ",
            "ひらいしん",
            "がんじょう"
        ],
        "stats": "65 / 98 / 63 / 40 / 73 / 96"
    },
    "ミミツキユ": {
        "no": "0778",
        "type": [
            "ゴースト",
            "フェアリー"
        ],
        "ability": [
            "ばけのかわ"
        ],
        "stats": "55 / 90 / 80 / 50 / 105 / 96"
    },
    "ハギギシリ": {
        "no": "0779",
        "type": [
            "みず",
            "エスパー"
        ],
        "ability": [
            "ビビッドボディ",
            "がんじょうあご",
            "ミラクルスキン"
        ],
        "stats": "68 / 105 / 70 / 70 / 70 / 92"
    },
    "ジジーロン": {
        "no": "0780",
        "type": [
            "ノーマル",
            "ドラゴン"
        ],
        "ability": [
            "ぎゃくじょう",
            "そうしょく",
            "ノーてんき"
        ],
        "stats": "78 / 60 / 85 / 135 / 91 / 36"
    },
    "ダダリン": {
        "no": "0781",
        "type": [
            "ゴースト",
            "くさ"
        ],
        "ability": [
            "はがねつかい"
        ],
        "stats": "70 / 131 / 100 / 86 / 90 / 40"
    },
    "ジヤラコ": {
        "no": "0782",
        "type": [
            "ドラゴン"
        ],
        "ability": [
            "ぼうだん",
            "ぼうおん",
            "ぼうじん"
        ],
        "stats": "45 / 55 / 65 / 45 / 45 / 45"
    },
    "ジヤランゴ": {
        "no": "0783",
        "type": [
            "ドラゴン",
            "かくとう"
        ],
        "ability": [
            "ぼうだん",
            "ぼうおん",
            "ぼうじん"
        ],
        "stats": "55 / 75 / 90 / 65 / 70 / 65"
    },
    "ジヤラランガ": {
        "no": "0784",
        "type": [
            "ドラゴン",
            "かくとう"
        ],
        "ability": [
            "ぼうだん",
            "ぼうおん",
            "ぼうじん"
        ],
        "stats": "75 / 110 / 125 / 100 / 105 / 85"
    },
    "カプ・コケコ": {
        "no": "0785",
        "type": [
            "でんき",
            "フェアリー"
        ],
        "ability": [
            "エレキメイカー",
            "テレパシー"
        ],
        "stats": "70 / 115 / 85 / 95 / 75 / 130"
    },
    "カプ・テテフ": {
        "no": "0786",
        "type": [
            "エスパー",
            "フェアリー"
        ],
        "ability": [
            "サイコメイカー",
            "テレパシー"
        ],
        "stats": "70 / 85 / 75 / 130 / 115 / 95"
    },
    "カプ・ブルル": {
        "no": "0787",
        "type": [
            "くさ",
            "フェアリー"
        ],
        "ability": [
            "グラスメイカー",
            "テレパシー"
        ],
        "stats": "70 / 130 / 115 / 85 / 95 / 75"
    },
    "カプ・レヒレ": {
        "no": "0788",
        "type": [
            "みず",
            "フェアリー"
        ],
        "ability": [
            "ミストメイカー",
            "テレパシー"
        ],
        "stats": "70 / 75 / 115 / 95 / 130 / 85"
    },
    "コスモツグ": {
        "no": "0789",
        "type": [
            "エスパー"
        ],
        "ability": [
            "てんねん"
        ],
        "stats": "43 / 29 / 31 / 29 / 31 / 37"
    },
    "コスモウム": {
        "no": "0790",
        "type": [
            "エスパー"
        ],
        "ability": [
            "がんじょう"
        ],
        "stats": "43 / 29 / 131 / 29 / 131 / 37"
    },
    "ソルガレオ": {
        "no": "0791",
        "type": [
            "エスパー",
            "はがね"
        ],
        "ability": [
            "メタルプロテクト"
        ],
        "stats": "137 / 137 / 107 / 113 / 89 / 97"
    },
    "ルナアーラ": {
        "no": "0792",
        "type": [
            "エスパー",
            "ゴースト"
        ],
        "ability": [
            "ファントムガード"
        ],
        "stats": "137 / 113 / 89 / 137 / 107 / 97"
    },
    "ウツロイド": {
        "no": "0793",
        "type": [
            "いわ",
            "どく"
        ],
        "ability": [
            "ビーストブースト"
        ],
        "stats": "109 / 53 / 47 / 127 / 131 / 103"
    },
    "マツシブーン": {
        "no": "0794",
        "type": [
            "むし",
            "かくとう"
        ],
        "ability": [
            "ビーストブースト"
        ],
        "stats": "107 / 139 / 139 / 53 / 53 / 79"
    },
    "フエローチエ": {
        "no": "0795",
        "type": [
            "むし",
            "かくとう"
        ],
        "ability": [
            "ビーストブースト"
        ],
        "stats": "71 / 137 / 37 / 137 / 37 / 151"
    },
    "デンジユモク": {
        "no": "0796",
        "type": [
            "でんき"
        ],
        "ability": [
            "ビーストブースト"
        ],
        "stats": "83 / 89 / 71 / 173 / 71 / 83"
    },
    "テツカグヤ": {
        "no": "0797",
        "type": [
            "はがね",
            "ひこう"
        ],
        "ability": [
            "ビーストブースト"
        ],
        "stats": "97 / 101 / 103 / 107 / 101 / 61"
    },
    "カミツルギ": {
        "no": "0798",
        "type": [
            "くさ",
            "はがね"
        ],
        "ability": [
            "ビーストブースト"
        ],
        "stats": "59 / 181 / 131 / 59 / 31 / 109"
    },
    "アクジキング": {
        "no": "0799",
        "type": [
            "あく",
            "ドラゴン"
        ],
        "ability": [
            "ビーストブースト"
        ],
        "stats": "223 / 101 / 53 / 97 / 53 / 43"
    },
    "ネクロズマ": {
        "no": "0800",
        "type": [
            "エスパー"
        ],
        "ability": [
            "プリズムアーマー"
        ],
        "stats": "97 / 107 / 101 / 127 / 89 / 79"
    },
    "マギアナ": {
        "no": "0801",
        "type": [
            "はがね",
            "フェアリー"
        ],
        "ability": [
            "ソウルハート"
        ],
        "stats": "80 / 95 / 115 / 130 / 115 / 65"
    },
    "マーシヤドー": {
        "no": "0802",
        "type": [
            "かくとう",
            "ゴースト"
        ],
        "ability": [
            "テクニシャン"
        ],
        "stats": "90 / 125 / 80 / 90 / 90 / 125"
    },
    "ベベノム": {
        "no": "0803",
        "type": [
            "どく"
        ],
        "ability": [
            "ビーストブースト"
        ],
        "stats": "67 / 73 / 67 / 73 / 67 / 73"
    },
    "アーゴヨン": {
        "no": "0804",
        "type": [
            "どく",
            "ドラゴン"
        ],
        "ability": [
            "ビーストブースト"
        ],
        "stats": "73 / 73 / 73 / 127 / 73 / 121"
    },
    "ツンデツンデ": {
        "no": "0805",
        "type": [
            "いわ",
            "はがね"
        ],
        "ability": [
            "ビーストブースト"
        ],
        "stats": "61 / 131 / 211 / 53 / 101 / 13"
    },
    "ズガドーン": {
        "no": "0806",
        "type": [
            "ほのお",
            "ゴースト"
        ],
        "ability": [
            "ビーストブースト"
        ],
        "stats": "53 / 127 / 53 / 151 / 79 / 107"
    },
    "ゼラオラ": {
        "no": "0807",
        "type": [
            "でんき"
        ],
        "ability": [
            "ちくでん"
        ],
        "stats": "88 / 112 / 75 / 102 / 80 / 143"
    },
    "メルタン": {
        "no": "0808",
        "type": [
            "はがね"
        ],
        "ability": [
            "じりょく"
        ],
        "stats": "46 / 65 / 65 / 55 / 35 / 34"
    },
    "メルメタル": {
        "no": "0809",
        "type": [
            "はがね"
        ],
        "ability": [
            "てつのこぶし"
        ],
        "stats": "135 / 143 / 143 / 80 / 65 / 34"
    },
    "サルノリ": {
        "no": "0810",
        "type": [
            "くさ"
        ],
        "ability": [
            "しんりょく",
            "グラスメイカー"
        ],
        "stats": "50 / 65 / 50 / 40 / 40 / 65"
    },
    "バチンキー": {
        "no": "0811",
        "type": [
            "くさ"
        ],
        "ability": [
            "しんりょく",
            "グラスメイカー"
        ],
        "stats": "70 / 85 / 70 / 55 / 60 / 80"
    },
    "ゴリランダー": {
        "no": "0812",
        "type": [
            "くさ"
        ],
        "ability": [
            "しんりょく",
            "グラスメイカー"
        ],
        "stats": "100 / 125 / 90 / 60 / 70 / 85"
    },
    "ヒバニー": {
        "no": "0813",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もうか",
            "リベロ"
        ],
        "stats": "50 / 71 / 40 / 40 / 40 / 69"
    },
    "ラビフツト": {
        "no": "0814",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もうか",
            "リベロ"
        ],
        "stats": "65 / 86 / 60 / 55 / 60 / 94"
    },
    "エースバーン": {
        "no": "0815",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もうか",
            "リベロ"
        ],
        "stats": "80 / 116 / 75 / 65 / 75 / 119"
    },
    "メツソン": {
        "no": "0816",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "スナイパー"
        ],
        "stats": "50 / 40 / 40 / 70 / 40 / 70"
    },
    "ジメレオン": {
        "no": "0817",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "スナイパー"
        ],
        "stats": "65 / 60 / 55 / 95 / 55 / 90"
    },
    "インテレオン": {
        "no": "0818",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "スナイパー"
        ],
        "stats": "70 / 85 / 65 / 125 / 65 / 120"
    },
    "ホシガリス": {
        "no": "0819",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "ほおぶくろ",
            "くいしんぼう"
        ],
        "stats": "70 / 55 / 55 / 35 / 35 / 25"
    },
    "ヨクバリス": {
        "no": "0820",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "ほおぶくろ",
            "くいしんぼう"
        ],
        "stats": "120 / 95 / 95 / 55 / 75 / 20"
    },
    "ココガラ": {
        "no": "0821",
        "type": [
            "ひこう"
        ],
        "ability": [
            "するどいめ",
            "きんちょうかん",
            "はとむね"
        ],
        "stats": "38 / 47 / 35 / 33 / 35 / 57"
    },
    "アオガラス": {
        "no": "0822",
        "type": [
            "ひこう"
        ],
        "ability": [
            "するどいめ",
            "きんちょうかん",
            "はとむね"
        ],
        "stats": "68 / 67 / 55 / 43 / 55 / 77"
    },
    "アーマーガア": {
        "no": "0823",
        "type": [
            "ひこう",
            "はがね"
        ],
        "ability": [
            "プレッシャー",
            "きんちょうかん",
            "ミラーアーマー"
        ],
        "stats": "98 / 87 / 105 / 53 / 85 / 67"
    },
    "サツチムシ": {
        "no": "0824",
        "type": [
            "むし"
        ],
        "ability": [
            "むしのしらせ",
            "ふくがん",
            "テレパシー"
        ],
        "stats": "25 / 20 / 20 / 25 / 45 / 45"
    },
    "レドームシ": {
        "no": "0825",
        "type": [
            "むし",
            "エスパー"
        ],
        "ability": [
            "むしのしらせ",
            "ふくがん",
            "テレパシー"
        ],
        "stats": "50 / 35 / 80 / 50 / 90 / 30"
    },
    "イオルブ": {
        "no": "0826",
        "type": [
            "むし",
            "エスパー"
        ],
        "ability": [
            "むしのしらせ",
            "おみとおし",
            "テレパシー"
        ],
        "stats": "60 / 45 / 110 / 80 / 120 / 90"
    },
    "クスネ": {
        "no": "0827",
        "type": [
            "あく"
        ],
        "ability": [
            "にげあし",
            "かるわざ",
            "はりこみ"
        ],
        "stats": "40 / 28 / 28 / 47 / 52 / 50"
    },
    "フオクスライ": {
        "no": "0828",
        "type": [
            "あく"
        ],
        "ability": [
            "にげあし",
            "かるわざ",
            "はりこみ"
        ],
        "stats": "70 / 58 / 58 / 87 / 92 / 90"
    },
    "ヒメンカ": {
        "no": "0829",
        "type": [
            "くさ"
        ],
        "ability": [
            "わたげ",
            "さいせいりょく",
            "ほうし"
        ],
        "stats": "40 / 40 / 60 / 40 / 60 / 10"
    },
    "ワタシラガ": {
        "no": "0830",
        "type": [
            "くさ"
        ],
        "ability": [
            "わたげ",
            "さいせいりょく",
            "ほうし"
        ],
        "stats": "60 / 50 / 90 / 80 / 120 / 60"
    },
    "ウールー": {
        "no": "0831",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "もふもふ",
            "にげあし",
            "ぼうだん"
        ],
        "stats": "42 / 40 / 55 / 40 / 45 / 48"
    },
    "バイウールー": {
        "no": "0832",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "もふもふ",
            "ふくつのこころ",
            "ぼうだん"
        ],
        "stats": "72 / 80 / 100 / 60 / 90 / 88"
    },
    "カムカメ": {
        "no": "0833",
        "type": [
            "みず"
        ],
        "ability": [
            "がんじょうあご",
            "シェルアーマー",
            "すいすい"
        ],
        "stats": "50 / 64 / 50 / 38 / 38 / 44"
    },
    "カジリガメ": {
        "no": "0834",
        "type": [
            "みず",
            "いわ"
        ],
        "ability": [
            "がんじょうあご",
            "シェルアーマー",
            "すいすい"
        ],
        "stats": "90 / 115 / 90 / 48 / 68 / 74"
    },
    "ワンパチ": {
        "no": "0835",
        "type": [
            "でんき"
        ],
        "ability": [
            "たまひろい",
            "びびり"
        ],
        "stats": "59 / 45 / 50 / 40 / 50 / 26"
    },
    "パルスワン": {
        "no": "0836",
        "type": [
            "でんき"
        ],
        "ability": [
            "がんじょうあご",
            "かちき"
        ],
        "stats": "69 / 90 / 60 / 90 / 60 / 121"
    },
    "タンドン": {
        "no": "0837",
        "type": [
            "いわ"
        ],
        "ability": [
            "じょうききかん",
            "たいねつ",
            "もらいび"
        ],
        "stats": "30 / 40 / 50 / 40 / 50 / 30"
    },
    "トロツゴン": {
        "no": "0838",
        "type": [
            "いわ",
            "ほのお"
        ],
        "ability": [
            "じょうききかん",
            "ほのおのからだ",
            "もらいび"
        ],
        "stats": "80 / 60 / 90 / 60 / 70 / 50"
    },
    "セキタンザン": {
        "no": "0839",
        "type": [
            "いわ",
            "ほのお"
        ],
        "ability": [
            "じょうききかん",
            "ほのおのからだ",
            "もらいび"
        ],
        "stats": "110 / 80 / 120 / 80 / 90 / 30"
    },
    "カジツチユ": {
        "no": "0840",
        "type": [
            "くさ",
            "ドラゴン"
        ],
        "ability": [
            "じゅくせい",
            "くいしんぼう",
            "ぼうだん"
        ],
        "stats": "40 / 40 / 80 / 40 / 40 / 20"
    },
    "アツプリユー": {
        "no": "0841",
        "type": [
            "くさ",
            "ドラゴン"
        ],
        "ability": [
            "じゅくせい",
            "くいしんぼう",
            "はりきり"
        ],
        "stats": "70 / 110 / 80 / 95 / 60 / 70"
    },
    "タルツプル": {
        "no": "0842",
        "type": [
            "くさ",
            "ドラゴン"
        ],
        "ability": [
            "じゅくせい",
            "くいしんぼう",
            "あついしぼう"
        ],
        "stats": "110 / 85 / 80 / 100 / 80 / 30"
    },
    "スナヘビ": {
        "no": "0843",
        "type": [
            "じめん"
        ],
        "ability": [
            "すなはき",
            "だっぴ",
            "すながくれ"
        ],
        "stats": "52 / 57 / 75 / 35 / 50 / 46"
    },
    "サダイジヤ": {
        "no": "0844",
        "type": [
            "じめん"
        ],
        "ability": [
            "すなはき",
            "だっぴ",
            "すながくれ"
        ],
        "stats": "72 / 107 / 125 / 65 / 70 / 71"
    },
    "ウツウ": {
        "no": "0845",
        "type": [
            "ひこう",
            "みず"
        ],
        "ability": [
            "うのミサイル"
        ],
        "stats": "70 / 85 / 55 / 85 / 95 / 85"
    },
    "サシカマス": {
        "no": "0846",
        "type": [
            "みず"
        ],
        "ability": [
            "すいすい",
            "スクリューおびれ"
        ],
        "stats": "41 / 63 / 40 / 40 / 30 / 66"
    },
    "カマスジヨー": {
        "no": "0847",
        "type": [
            "みず"
        ],
        "ability": [
            "すいすい",
            "スクリューおびれ"
        ],
        "stats": "61 / 123 / 60 / 60 / 50 / 136"
    },
    "エレズン": {
        "no": "0848",
        "type": [
            "でんき",
            "どく"
        ],
        "ability": [
            "びびり",
            "せいでんき",
            "ぶきよう"
        ],
        "stats": "40 / 38 / 35 / 54 / 35 / 40"
    },
    "ストリンダー": {
        "no": "0849",
        "type": [
            "でんき",
            "どく"
        ],
        "ability": [
            "パンクロック",
            "プラス",
            "テクニシャン"
        ],
        "stats": "75 / 98 / 70 / 114 / 70 / 75"
    },
    "ヤクデ": {
        "no": "0850",
        "type": [
            "ほのお",
            "むし"
        ],
        "ability": [
            "もらいび",
            "しろいけむり",
            "ほのおのからだ"
        ],
        "stats": "50 / 65 / 45 / 50 / 50 / 45"
    },
    "マルヤクデ": {
        "no": "0851",
        "type": [
            "ほのお",
            "むし"
        ],
        "ability": [
            "もらいび",
            "しろいけむり",
            "ほのおのからだ"
        ],
        "stats": "100 / 115 / 65 / 90 / 90 / 65"
    },
    "タタツコ": {
        "no": "0852",
        "type": [
            "かくとう"
        ],
        "ability": [
            "じゅうなん",
            "テクニシャン"
        ],
        "stats": "50 / 68 / 60 / 50 / 50 / 32"
    },
    "オトスパス": {
        "no": "0853",
        "type": [
            "かくとう"
        ],
        "ability": [
            "じゅうなん",
            "テクニシャン"
        ],
        "stats": "80 / 118 / 90 / 70 / 80 / 42"
    },
    "ヤバチヤ": {
        "no": "0854",
        "type": [
            "ゴースト"
        ],
        "ability": [
            "くだけるよろい",
            "のろわれボディ"
        ],
        "stats": "40 / 45 / 45 / 74 / 54 / 50"
    },
    "ポツトデス": {
        "no": "0855",
        "type": [
            "ゴースト"
        ],
        "ability": [
            "くだけるよろい",
            "のろわれボディ"
        ],
        "stats": "60 / 65 / 65 / 134 / 114 / 70"
    },
    "ミブリム": {
        "no": "0856",
        "type": [
            "エスパー"
        ],
        "ability": [
            "いやしのこころ",
            "きけんよち",
            "マジックミラー"
        ],
        "stats": "42 / 30 / 45 / 56 / 53 / 39"
    },
    "テブリム": {
        "no": "0857",
        "type": [
            "エスパー"
        ],
        "ability": [
            "いやしのこころ",
            "きけんよち",
            "マジックミラー"
        ],
        "stats": "57 / 40 / 65 / 86 / 73 / 49"
    },
    "ブリムオン": {
        "no": "0858",
        "type": [
            "エスパー",
            "フェアリー"
        ],
        "ability": [
            "いやしのこころ",
            "きけんよち",
            "マジックミラー"
        ],
        "stats": "57 / 90 / 95 / 136 / 103 / 29"
    },
    "ベロバー": {
        "no": "0859",
        "type": [
            "あく",
            "フェアリー"
        ],
        "ability": [
            "いたずらごころ",
            "おみとおし",
            "わるいてぐせ"
        ],
        "stats": "45 / 45 / 30 / 55 / 40 / 50"
    },
    "ギモー": {
        "no": "0860",
        "type": [
            "あく",
            "フェアリー"
        ],
        "ability": [
            "いたずらごころ",
            "おみとおし",
            "わるいてぐせ"
        ],
        "stats": "65 / 60 / 45 / 75 / 55 / 70"
    },
    "オーロンゲ": {
        "no": "0861",
        "type": [
            "あく",
            "フェアリー"
        ],
        "ability": [
            "いたずらごころ",
            "おみとおし",
            "わるいてぐせ"
        ],
        "stats": "95 / 120 / 65 / 95 / 75 / 60"
    },
    "タチフサグマ": {
        "no": "0862",
        "type": [
            "あく",
            "ノーマル"
        ],
        "ability": [
            "すてみ",
            "こんじょう",
            "まけんき"
        ],
        "stats": "93 / 90 / 101 / 60 / 81 / 95"
    },
    "ニヤイキング": {
        "no": "0863",
        "type": [
            "はがね"
        ],
        "ability": [
            "カブトアーマー",
            "かたいツメ",
            "はがねのせいしん"
        ],
        "stats": "70 / 110 / 100 / 50 / 60 / 50"
    },
    "サニゴーン": {
        "no": "0864",
        "type": [
            "ゴースト"
        ],
        "ability": [
            "くだけるよろい",
            "ほろびのボディ"
        ],
        "stats": "60 / 95 / 50 / 145 / 130 / 30"
    },
    "ネギガナイト": {
        "no": "0865",
        "type": [
            "かくとう"
        ],
        "ability": [
            "ふくつのこころ",
            "きもったま"
        ],
        "stats": "62 / 135 / 95 / 68 / 82 / 65"
    },
    "バリコオル": {
        "no": "0866",
        "type": [
            "こおり",
            "エスパー"
        ],
        "ability": [
            "ちどりあし",
            "バリアフリー",
            "アイスボディ"
        ],
        "stats": "80 / 85 / 75 / 110 / 100 / 70"
    },
    "デスバーン": {
        "no": "0867",
        "type": [
            "じめん",
            "ゴースト"
        ],
        "ability": [
            "さまようたましい"
        ],
        "stats": "58 / 95 / 145 / 50 / 105 / 30"
    },
    "マホミル": {
        "no": "0868",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "スイートベール",
            "アロマベール"
        ],
        "stats": "45 / 40 / 40 / 50 / 61 / 34"
    },
    "マホイツプ": {
        "no": "0869",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "スイートベール",
            "アロマベール"
        ],
        "stats": "65 / 60 / 75 / 110 / 121 / 64"
    },
    "タイレーツ": {
        "no": "0870",
        "type": [
            "かくとう"
        ],
        "ability": [
            "カブトアーマー",
            "まけんき"
        ],
        "stats": "65 / 100 / 100 / 70 / 60 / 75"
    },
    "バチンウニ": {
        "no": "0871",
        "type": [
            "でんき"
        ],
        "ability": [
            "ひらいしん",
            "エレキメイカー"
        ],
        "stats": "48 / 101 / 95 / 91 / 85 / 15"
    },
    "ユキハミ": {
        "no": "0872",
        "type": [
            "こおり",
            "むし"
        ],
        "ability": [
            "りんぷん",
            "こおりのりんぷん"
        ],
        "stats": "30 / 25 / 35 / 45 / 30 / 20"
    },
    "モスノウ": {
        "no": "0873",
        "type": [
            "こおり",
            "むし"
        ],
        "ability": [
            "りんぷん",
            "こおりのりんぷん"
        ],
        "stats": "70 / 65 / 60 / 125 / 90 / 65"
    },
    "イシヘンジン": {
        "no": "0874",
        "type": [
            "いわ"
        ],
        "ability": [
            "パワースポット"
        ],
        "stats": "100 / 125 / 135 / 20 / 20 / 70"
    },
    "コオリツポ": {
        "no": "0875",
        "type": [
            "こおり"
        ],
        "ability": [
            "アイスフェイス"
        ],
        "stats": "75 / 80 / 110 / 65 / 90 / 50"
    },
    "イエツサン": {
        "no": "0876",
        "type": [
            "エスパー",
            "ノーマル"
        ],
        "ability": [
            "せいしんりょく",
            "シンクロ",
            "サイコメイカー"
        ],
        "stats": "60 / 65 / 55 / 105 / 95 / 95"
    },
    "モルペコ": {
        "no": "0877",
        "type": [
            "でんき",
            "あく"
        ],
        "ability": [
            "はらぺこスイッチ"
        ],
        "stats": "58 / 95 / 58 / 70 / 58 / 97"
    },
    "ゾウドウ": {
        "no": "0878",
        "type": [
            "はがね"
        ],
        "ability": [
            "ちからずく",
            "ヘヴィメタル"
        ],
        "stats": "72 / 80 / 49 / 40 / 49 / 40"
    },
    "ダイオウドウ": {
        "no": "0879",
        "type": [
            "はがね"
        ],
        "ability": [
            "ちからずく",
            "ヘヴィメタル"
        ],
        "stats": "122 / 130 / 69 / 80 / 69 / 30"
    },
    "パツチラゴン": {
        "no": "0880",
        "type": [
            "でんき",
            "ドラゴン"
        ],
        "ability": [
            "ちくでん",
            "はりきり",
            "すなかき"
        ],
        "stats": "90 / 100 / 90 / 80 / 70 / 75"
    },
    "パツチルドン": {
        "no": "0881",
        "type": [
            "でんき",
            "こおり"
        ],
        "ability": [
            "ちくでん",
            "せいでんき",
            "ゆきかき"
        ],
        "stats": "90 / 100 / 90 / 90 / 80 / 55"
    },
    "ウオノラゴン": {
        "no": "0882",
        "type": [
            "みず",
            "ドラゴン"
        ],
        "ability": [
            "ちょすい",
            "がんじょうあご",
            "すなかき"
        ],
        "stats": "90 / 90 / 100 / 70 / 80 / 75"
    },
    "ウオチルドン": {
        "no": "0883",
        "type": [
            "みず",
            "こおり"
        ],
        "ability": [
            "ちょすい",
            "アイスボディ",
            "ゆきかき"
        ],
        "stats": "90 / 90 / 100 / 80 / 90 / 55"
    },
    "ジユラルドン": {
        "no": "0884",
        "type": [
            "はがね",
            "ドラゴン"
        ],
        "ability": [
            "ライトメタル",
            "ヘヴィメタル",
            "すじがねいり"
        ],
        "stats": "70 / 95 / 115 / 120 / 50 / 85"
    },
    "ドラメシヤ": {
        "no": "0885",
        "type": [
            "ドラゴン",
            "ゴースト"
        ],
        "ability": [
            "クリアボディ",
            "すりぬけ",
            "のろわれボディ"
        ],
        "stats": "28 / 60 / 30 / 40 / 30 / 82"
    },
    "ドロンチ": {
        "no": "0886",
        "type": [
            "ドラゴン",
            "ゴースト"
        ],
        "ability": [
            "クリアボディ",
            "すりぬけ",
            "のろわれボディ"
        ],
        "stats": "68 / 80 / 50 / 60 / 50 / 102"
    },
    "ドラパルト": {
        "no": "0887",
        "type": [
            "ドラゴン",
            "ゴースト"
        ],
        "ability": [
            "クリアボディ",
            "すりぬけ",
            "のろわれボディ"
        ],
        "stats": "88 / 120 / 75 / 100 / 75 / 142"
    },
    "ザシアン": {
        "no": "0888",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "ふとうのけん"
        ],
        "stats": "92 / 120 / 115 / 80 / 115 / 138"
    },
    "ザマゼンタ": {
        "no": "0889",
        "type": [
            "かくとう"
        ],
        "ability": [
            "ふくつのたて"
        ],
        "stats": "92 / 120 / 115 / 80 / 115 / 138"
    },
    "ムゲンダイナ": {
        "no": "0890",
        "type": [
            "どく",
            "ドラゴン"
        ],
        "ability": [
            "プレッシャー"
        ],
        "stats": "140 / 85 / 95 / 145 / 95 / 130"
    },
    "ダクマ": {
        "no": "0891",
        "type": [
            "かくとう"
        ],
        "ability": [
            "せいしんりょく"
        ],
        "stats": "60 / 90 / 60 / 53 / 50 / 72"
    },
    "ウーラオス": {
        "no": "0892",
        "type": [
            "かくとう",
            "あく"
        ],
        "ability": [
            "ふかしのこぶし"
        ],
        "stats": "100 / 130 / 100 / 63 / 60 / 97"
    },
    "ザルード": {
        "no": "0893",
        "type": [
            "あく",
            "くさ"
        ],
        "ability": [
            "リーフガード"
        ],
        "stats": "105 / 120 / 105 / 70 / 95 / 105"
    },
    "レジエレキ": {
        "no": "0894",
        "type": [
            "でんき"
        ],
        "ability": [
            "トランジスタ"
        ],
        "stats": "80 / 100 / 50 / 100 / 50 / 200"
    },
    "レジドラゴ": {
        "no": "0895",
        "type": [
            "ドラゴン"
        ],
        "ability": [
            "りゅうのあぎと"
        ],
        "stats": "200 / 100 / 50 / 100 / 50 / 80"
    },
    "ブリザポス": {
        "no": "0896",
        "type": [
            "こおり"
        ],
        "ability": [
            "しろのいななき"
        ],
        "stats": "100 / 145 / 130 / 65 / 110 / 30"
    },
    "レイスポス": {
        "no": "0897",
        "type": [
            "ゴースト"
        ],
        "ability": [
            "くろのいななき"
        ],
        "stats": "100 / 65 / 60 / 145 / 80 / 130"
    },
    "バドレツクス": {
        "no": "0898",
        "type": [
            "エスパー",
            "くさ"
        ],
        "ability": [
            "きんちょうかん"
        ],
        "stats": "100 / 80 / 80 / 80 / 80 / 80"
    },
    "アヤシシ": {
        "no": "0899",
        "type": [
            "ノーマル",
            "エスパー"
        ],
        "ability": [
            "いかく",
            "おみとおし",
            "そうしょく"
        ],
        "stats": "103 / 105 / 72 / 105 / 75 / 65"
    },
    "バサギリ": {
        "no": "0900",
        "type": [
            "むし",
            "いわ"
        ],
        "ability": [
            "むしのしらせ",
            "ちからずく",
            "きれあじ"
        ],
        "stats": "70 / 135 / 95 / 45 / 70 / 85"
    },
    "ガチグマ": {
        "no": "0901",
        "type": [
            "じめん",
            "ノーマル"
        ],
        "ability": [
            "こんじょう",
            "ぼうだん",
            "きんちょうかん"
        ],
        "stats": "130 / 140 / 105 / 45 / 80 / 50"
    },
    "イダイトウ": {
        "no": "0902",
        "type": [
            "みず",
            "ゴースト"
        ],
        "ability": [
            "すいすい",
            "てきおうりょく",
            "かたやぶり"
        ],
        "stats": "120 / 112 / 65 / 80 / 75 / 78"
    },
    "オオニユーラ": {
        "no": "0903",
        "type": [
            "かくとう",
            "どく"
        ],
        "ability": [
            "プレッシャー",
            "かるわざ",
            "どくしゅ"
        ],
        "stats": "80 / 130 / 60 / 40 / 80 / 120"
    },
    "ハリーマン": {
        "no": "0904",
        "type": [
            "あく",
            "どく"
        ],
        "ability": [
            "どくのトゲ",
            "すいすい",
            "いかく"
        ],
        "stats": "85 / 115 / 95 / 65 / 65 / 85"
    },
    "ラブトロス": {
        "no": "0905",
        "type": [
            "フェアリー",
            "ひこう"
        ],
        "ability": [
            "メロメロボディ",
            "あまのじゃく"
        ],
        "stats": "74 / 115 / 70 / 135 / 80 / 106"
    },
    "ニヤオハ": {
        "no": "0906",
        "type": [
            "くさ"
        ],
        "ability": [
            "しんりょく",
            "へんげんじざい"
        ],
        "stats": "40 / 61 / 54 / 45 / 45 / 65"
    },
    "ニヤローテ": {
        "no": "0907",
        "type": [
            "くさ"
        ],
        "ability": [
            "しんりょく",
            "へんげんじざい"
        ],
        "stats": "61 / 80 / 63 / 60 / 63 / 83"
    },
    "マスカーニヤ": {
        "no": "0908",
        "type": [
            "くさ",
            "あく"
        ],
        "ability": [
            "しんりょく",
            "へんげんじざい"
        ],
        "stats": "76 / 110 / 70 / 81 / 70 / 123"
    },
    "ホゲータ": {
        "no": "0909",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もうか",
            "てんねん"
        ],
        "stats": "67 / 45 / 59 / 63 / 40 / 36"
    },
    "アチゲータ": {
        "no": "0910",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もうか",
            "てんねん"
        ],
        "stats": "81 / 55 / 78 / 90 / 58 / 49"
    },
    "ラウドボーン": {
        "no": "0911",
        "type": [
            "ほのお",
            "ゴースト"
        ],
        "ability": [
            "もうか",
            "てんねん"
        ],
        "stats": "104 / 75 / 100 / 110 / 75 / 66"
    },
    "クワツス": {
        "no": "0912",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "じしんかじょう"
        ],
        "stats": "55 / 65 / 45 / 50 / 45 / 50"
    },
    "ウエルカモ": {
        "no": "0913",
        "type": [
            "みず"
        ],
        "ability": [
            "げきりゅう",
            "じしんかじょう"
        ],
        "stats": "70 / 85 / 65 / 65 / 60 / 65"
    },
    "ウエーニバル": {
        "no": "0914",
        "type": [
            "みず",
            "かくとう"
        ],
        "ability": [
            "げきりゅう",
            "じしんかじょう"
        ],
        "stats": "85 / 120 / 80 / 85 / 75 / 85"
    },
    "グルトン": {
        "no": "0915",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "アロマベール",
            "くいしんぼう",
            "あついしぼう"
        ],
        "stats": "54 / 45 / 40 / 35 / 45 / 35"
    },
    "パフユートン": {
        "no": "0916",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "とれないにおい",
            "くいしんぼう",
            "あついしぼう"
        ],
        "stats": "110 / 100 / 75 / 59 / 80 / 65"
    },
    "タマンチユラ": {
        "no": "0917",
        "type": [
            "むし"
        ],
        "ability": [
            "ふみん",
            "はりこみ"
        ],
        "stats": "35 / 41 / 45 / 29 / 40 / 20"
    },
    "ワナイダー": {
        "no": "0918",
        "type": [
            "むし"
        ],
        "ability": [
            "ふみん",
            "はりこみ"
        ],
        "stats": "60 / 79 / 92 / 52 / 86 / 35"
    },
    "マメバツタ": {
        "no": "0919",
        "type": [
            "むし"
        ],
        "ability": [
            "むしのしらせ",
            "いろめがね"
        ],
        "stats": "33 / 46 / 40 / 21 / 25 / 45"
    },
    "エクスレツグ": {
        "no": "0920",
        "type": [
            "むし",
            "あく"
        ],
        "ability": [
            "むしのしらせ",
            "いろめがね"
        ],
        "stats": "71 / 102 / 78 / 52 / 55 / 92"
    },
    "パモ": {
        "no": "0921",
        "type": [
            "でんき"
        ],
        "ability": [
            "せいでんき",
            "しぜんかいふく",
            "てつのこぶし"
        ],
        "stats": "45 / 50 / 20 / 40 / 25 / 60"
    },
    "パモツト": {
        "no": "0922",
        "type": [
            "でんき",
            "かくとう"
        ],
        "ability": [
            "ちくでん",
            "しぜんかいふく",
            "てつのこぶし"
        ],
        "stats": "60 / 75 / 40 / 50 / 40 / 85"
    },
    "パーモツト": {
        "no": "0923",
        "type": [
            "でんき",
            "かくとう"
        ],
        "ability": [
            "ちくでん",
            "しぜんかいふく",
            "てつのこぶし"
        ],
        "stats": "70 / 115 / 70 / 70 / 60 / 105"
    },
    "ワツカネズミ": {
        "no": "0924",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "にげあし",
            "ものひろい",
            "マイペース"
        ],
        "stats": "50 / 50 / 45 / 40 / 45 / 75"
    },
    "イツカネズミ": {
        "no": "0925",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "フレンドガード",
            "ほおぶくろ",
            "テクニシャン"
        ],
        "stats": "74 / 75 / 70 / 65 / 75 / 111"
    },
    "パピモツチ": {
        "no": "0926",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "マイペース",
            "ぶきよう"
        ],
        "stats": "37 / 55 / 70 / 30 / 55 / 65"
    },
    "バウツツエル": {
        "no": "0927",
        "type": [
            "フェアリー"
        ],
        "ability": [
            "こんがりボディ",
            "アロマベール"
        ],
        "stats": "57 / 80 / 115 / 50 / 80 / 95"
    },
    "ミニーブ": {
        "no": "0928",
        "type": [
            "くさ",
            "ノーマル"
        ],
        "ability": [
            "はやおき",
            "しゅうかく"
        ],
        "stats": "41 / 35 / 45 / 58 / 51 / 30"
    },
    "オリーニヨ": {
        "no": "0929",
        "type": [
            "くさ",
            "ノーマル"
        ],
        "ability": [
            "はやおき",
            "しゅうかく"
        ],
        "stats": "52 / 53 / 60 / 78 / 78 / 33"
    },
    "オリーヴア": {
        "no": "0930",
        "type": [
            "くさ",
            "ノーマル"
        ],
        "ability": [
            "こぼれダネ",
            "しゅうかく"
        ],
        "stats": "78 / 69 / 90 / 125 / 109 / 39"
    },
    "イキリンコ": {
        "no": "0931",
        "type": [
            "ノーマル",
            "ひこう"
        ],
        "ability": [
            "いかく",
            "はりきり",
            "こんじょう"
        ],
        "stats": "82 / 96 / 51 / 45 / 51 / 92"
    },
    "コジオ": {
        "no": "0932",
        "type": [
            "いわ"
        ],
        "ability": [
            "きよめのしお",
            "がんじょう",
            "クリアボディ"
        ],
        "stats": "55 / 55 / 75 / 35 / 35 / 25"
    },
    "ジオヅム": {
        "no": "0933",
        "type": [
            "いわ"
        ],
        "ability": [
            "きよめのしお",
            "がんじょう",
            "クリアボディ"
        ],
        "stats": "60 / 60 / 100 / 35 / 65 / 35"
    },
    "キヨジオーン": {
        "no": "0934",
        "type": [
            "いわ"
        ],
        "ability": [
            "きよめのしお",
            "がんじょう",
            "クリアボディ"
        ],
        "stats": "100 / 100 / 130 / 45 / 90 / 35"
    },
    "カルボウ": {
        "no": "0935",
        "type": [
            "ほのお"
        ],
        "ability": [
            "もらいび",
            "ほのおのからだ"
        ],
        "stats": "40 / 50 / 40 / 50 / 40 / 35"
    },
    "グレンアルマ": {
        "no": "0936",
        "type": [
            "ほのお",
            "エスパー"
        ],
        "ability": [
            "もらいび",
            "くだけるよろい"
        ],
        "stats": "85 / 60 / 100 / 125 / 80 / 75"
    },
    "ソウブレイズ": {
        "no": "0937",
        "type": [
            "ほのお",
            "ゴースト"
        ],
        "ability": [
            "もらいび",
            "くだけるよろい"
        ],
        "stats": "75 / 125 / 80 / 60 / 100 / 85"
    },
    "ズピカ": {
        "no": "0938",
        "type": [
            "でんき"
        ],
        "ability": [
            "マイペース",
            "せいでんき",
            "しめりけ"
        ],
        "stats": "61 / 31 / 41 / 59 / 35 / 45"
    },
    "ハラバリー": {
        "no": "0939",
        "type": [
            "でんき"
        ],
        "ability": [
            "でんきにかえる",
            "せいでんき",
            "しめりけ"
        ],
        "stats": "109 / 64 / 91 / 103 / 83 / 45"
    },
    "カイデン": {
        "no": "0940",
        "type": [
            "でんき",
            "ひこう"
        ],
        "ability": [
            "ふうりょくでんき",
            "ちくでん",
            "かちき"
        ],
        "stats": "40 / 40 / 35 / 55 / 40 / 70"
    },
    "タイカイデン": {
        "no": "0941",
        "type": [
            "でんき",
            "ひこう"
        ],
        "ability": [
            "ふうりょくでんき",
            "ちくでん",
            "かちき"
        ],
        "stats": "70 / 70 / 60 / 105 / 60 / 125"
    },
    "オラチフ": {
        "no": "0942",
        "type": [
            "あく"
        ],
        "ability": [
            "いかく",
            "にげあし",
            "はりこみ"
        ],
        "stats": "60 / 78 / 60 / 40 / 51 / 51"
    },
    "マフイテイフ": {
        "no": "0943",
        "type": [
            "あく"
        ],
        "ability": [
            "いかく",
            "ばんけん",
            "はりこみ"
        ],
        "stats": "80 / 120 / 90 / 60 / 70 / 85"
    },
    "シルシユルー": {
        "no": "0944",
        "type": [
            "どく",
            "ノーマル"
        ],
        "ability": [
            "かるわざ",
            "わるいてぐせ",
            "いたずらごころ"
        ],
        "stats": "40 / 65 / 35 / 40 / 35 / 75"
    },
    "タギングル": {
        "no": "0945",
        "type": [
            "どく",
            "ノーマル"
        ],
        "ability": [
            "かるわざ",
            "どくしゅ",
            "いたずらごころ"
        ],
        "stats": "63 / 95 / 65 / 80 / 72 / 110"
    },
    "アノクサ": {
        "no": "0946",
        "type": [
            "くさ",
            "ゴースト"
        ],
        "ability": [
            "かぜのり",
            "すりぬけ"
        ],
        "stats": "40 / 65 / 30 / 45 / 35 / 60"
    },
    "アノホラグサ": {
        "no": "0947",
        "type": [
            "くさ",
            "ゴースト"
        ],
        "ability": [
            "かぜのり",
            "すりぬけ"
        ],
        "stats": "55 / 115 / 70 / 80 / 70 / 90"
    },
    "ノノクラゲ": {
        "no": "0948",
        "type": [
            "じめん",
            "くさ"
        ],
        "ability": [
            "きんしのちから"
        ],
        "stats": "40 / 40 / 35 / 50 / 100 / 70"
    },
    "リククラゲ": {
        "no": "0949",
        "type": [
            "じめん",
            "くさ"
        ],
        "ability": [
            "きんしのちから"
        ],
        "stats": "80 / 70 / 65 / 80 / 120 / 100"
    },
    "ガケガニ": {
        "no": "0950",
        "type": [
            "いわ"
        ],
        "ability": [
            "いかりのこうら",
            "シェルアーマー",
            "さいせいりょく"
        ],
        "stats": "70 / 100 / 115 / 35 / 55 / 75"
    },
    "カプサイジ": {
        "no": "0951",
        "type": [
            "くさ"
        ],
        "ability": [
            "ようりょくそ",
            "ふみん",
            "ぶきよう"
        ],
        "stats": "50 / 62 / 40 / 62 / 40 / 50"
    },
    "スコヴイラン": {
        "no": "0952",
        "type": [
            "くさ",
            "ほのお"
        ],
        "ability": [
            "ようりょくそ",
            "ふみん",
            "ムラっけ"
        ],
        "stats": "65 / 108 / 65 / 108 / 65 / 75"
    },
    "シガロコ": {
        "no": "0953",
        "type": [
            "むし"
        ],
        "ability": [
            "ふくがん",
            "だっぴ"
        ],
        "stats": "41 / 50 / 60 / 31 / 58 / 30"
    },
    "ベラカス": {
        "no": "0954",
        "type": [
            "むし",
            "エスパー"
        ],
        "ability": [
            "シンクロ",
            "テレパシー"
        ],
        "stats": "75 / 50 / 85 / 115 / 100 / 45"
    },
    "ヒラヒナ": {
        "no": "0955",
        "type": [
            "エスパー"
        ],
        "ability": [
            "きけんよち",
            "おみとおし",
            "かそく"
        ],
        "stats": "30 / 35 / 30 / 55 / 30 / 75"
    },
    "クエスパトラ": {
        "no": "0956",
        "type": [
            "エスパー"
        ],
        "ability": [
            "びんじょう",
            "おみとおし",
            "かそく"
        ],
        "stats": "95 / 60 / 60 / 101 / 60 / 105"
    },
    "カヌチヤン": {
        "no": "0957",
        "type": [
            "フェアリー",
            "はがね"
        ],
        "ability": [
            "かたやぶり",
            "マイペース",
            "わるいてぐせ"
        ],
        "stats": "50 / 45 / 45 / 35 / 64 / 58"
    },
    "ナカヌチヤン": {
        "no": "0958",
        "type": [
            "フェアリー",
            "はがね"
        ],
        "ability": [
            "かたやぶり",
            "マイペース",
            "わるいてぐせ"
        ],
        "stats": "65 / 55 / 55 / 45 / 82 / 78"
    },
    "デカヌチヤン": {
        "no": "0959",
        "type": [
            "フェアリー",
            "はがね"
        ],
        "ability": [
            "かたやぶり",
            "マイペース",
            "わるいてぐせ"
        ],
        "stats": "85 / 75 / 77 / 70 / 105 / 94"
    },
    "ウミデイグダ": {
        "no": "0960",
        "type": [
            "みず"
        ],
        "ability": [
            "ぬめぬめ",
            "びびり",
            "すながくれ"
        ],
        "stats": "10 / 55 / 25 / 35 / 25 / 95"
    },
    "ウミトリオ": {
        "no": "0961",
        "type": [
            "みず"
        ],
        "ability": [
            "ぬめぬめ",
            "びびり",
            "すながくれ"
        ],
        "stats": "35 / 100 / 50 / 50 / 70 / 120"
    },
    "オトシドリ": {
        "no": "0962",
        "type": [
            "ひこう",
            "あく"
        ],
        "ability": [
            "はとむね",
            "するどいめ",
            "いわはこび"
        ],
        "stats": "70 / 103 / 85 / 60 / 85 / 82"
    },
    "ナミイルカ": {
        "no": "0963",
        "type": [
            "みず"
        ],
        "ability": [
            "みずのベール"
        ],
        "stats": "70 / 45 / 40 / 45 / 40 / 75"
    },
    "イルカマン": {
        "no": "0964",
        "type": [
            "みず"
        ],
        "ability": [
            "マイティチェンジ"
        ],
        "stats": "100 / 70 / 72 / 53 / 62 / 100"
    },
    "ブロロン": {
        "no": "0965",
        "type": [
            "はがね",
            "どく"
        ],
        "ability": [
            "ぼうじん",
            "スロースタート"
        ],
        "stats": "45 / 70 / 63 / 30 / 45 / 47"
    },
    "ブロロローム": {
        "no": "0966",
        "type": [
            "はがね",
            "どく"
        ],
        "ability": [
            "ぼうじん",
            "フィルター"
        ],
        "stats": "80 / 119 / 90 / 54 / 67 / 90"
    },
    "モトトカゲ": {
        "no": "0967",
        "type": [
            "ドラゴン",
            "ノーマル"
        ],
        "ability": [
            "だっぴ",
            "さいせいりょく"
        ],
        "stats": "70 / 95 / 65 / 85 / 65 / 121"
    },
    "ミミズズ": {
        "no": "0968",
        "type": [
            "はがね"
        ],
        "ability": [
            "どしょく",
            "すながくれ"
        ],
        "stats": "70 / 85 / 145 / 60 / 55 / 65"
    },
    "キラーメ": {
        "no": "0969",
        "type": [
            "いわ",
            "どく"
        ],
        "ability": [
            "どくげしょう",
            "ふしょく"
        ],
        "stats": "48 / 35 / 42 / 105 / 60 / 60"
    },
    "キラフロル": {
        "no": "0970",
        "type": [
            "いわ",
            "どく"
        ],
        "ability": [
            "どくげしょう",
            "ふしょく"
        ],
        "stats": "83 / 55 / 90 / 130 / 81 / 86"
    },
    "ボチ": {
        "no": "0971",
        "type": [
            "ゴースト"
        ],
        "ability": [
            "ものひろい",
            "もふもふ"
        ],
        "stats": "50 / 61 / 60 / 30 / 55 / 34"
    },
    "ハカドツグ": {
        "no": "0972",
        "type": [
            "ゴースト"
        ],
        "ability": [
            "すなかき",
            "もふもふ"
        ],
        "stats": "72 / 101 / 100 / 50 / 97 / 68"
    },
    "カラミンゴ": {
        "no": "0973",
        "type": [
            "ひこう",
            "かくとう"
        ],
        "ability": [
            "きもったま",
            "ちどりあし",
            "きょうえん"
        ],
        "stats": "82 / 115 / 74 / 75 / 64 / 90"
    },
    "アルクジラ": {
        "no": "0974",
        "type": [
            "こおり"
        ],
        "ability": [
            "あついしぼう",
            "ゆきがくれ",
            "ちからずく"
        ],
        "stats": "108 / 68 / 45 / 30 / 40 / 43"
    },
    "ハルクジラ": {
        "no": "0975",
        "type": [
            "こおり"
        ],
        "ability": [
            "あついしぼう",
            "ゆきかき",
            "ちからずく"
        ],
        "stats": "170 / 113 / 65 / 45 / 55 / 73"
    },
    "ミガルーサ": {
        "no": "0976",
        "type": [
            "みず",
            "エスパー"
        ],
        "ability": [
            "かたやぶり",
            "きれあじ"
        ],
        "stats": "90 / 102 / 73 / 78 / 65 / 70"
    },
    "ヘイラツシヤ": {
        "no": "0977",
        "type": [
            "みず"
        ],
        "ability": [
            "てんねん",
            "どんかん",
            "みずのベール"
        ],
        "stats": "150 / 100 / 115 / 65 / 65 / 35"
    },
    "シヤリタツ": {
        "no": "0978",
        "type": [
            "ドラゴン",
            "みず"
        ],
        "ability": [
            "しれいとう",
            "よびみず"
        ],
        "stats": "68 / 50 / 60 / 120 / 95 / 82"
    },
    "コノヨザル": {
        "no": "0979",
        "type": [
            "かくとう",
            "ゴースト"
        ],
        "ability": [
            "やるき",
            "せいしんりょく",
            "まけんき"
        ],
        "stats": "110 / 115 / 80 / 50 / 90 / 90"
    },
    "ドオー": {
        "no": "0980",
        "type": [
            "どく",
            "じめん"
        ],
        "ability": [
            "どくのトゲ",
            "ちょすい",
            "てんねん"
        ],
        "stats": "130 / 75 / 60 / 45 / 100 / 20"
    },
    "リキキリン": {
        "no": "0981",
        "type": [
            "ノーマル",
            "エスパー"
        ],
        "ability": [
            "はんすう",
            "テイルアーマー",
            "そうしょく"
        ],
        "stats": "120 / 90 / 70 / 110 / 70 / 60"
    },
    "ノココツチ": {
        "no": "0982",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "てんのめぐみ",
            "にげあし",
            "びびり"
        ],
        "stats": "125 / 100 / 80 / 85 / 75 / 55"
    },
    "ドドゲザン": {
        "no": "0983",
        "type": [
            "あく",
            "はがね"
        ],
        "ability": [
            "まけんき",
            "そうだいしょう",
            "プレッシャー"
        ],
        "stats": "100 / 135 / 120 / 60 / 85 / 50"
    },
    "イダイナキバ": {
        "no": "0984",
        "type": [
            "じめん",
            "かくとう"
        ],
        "ability": [
            "こだいかっせい"
        ],
        "stats": "115 / 131 / 131 / 53 / 53 / 87"
    },
    "サケブシツポ": {
        "no": "0985",
        "type": [
            "フェアリー",
            "エスパー"
        ],
        "ability": [
            "こだいかっせい"
        ],
        "stats": "115 / 65 / 99 / 65 / 115 / 111"
    },
    "アラブルタケ": {
        "no": "0986",
        "type": [
            "くさ",
            "あく"
        ],
        "ability": [
            "こだいかっせい"
        ],
        "stats": "111 / 127 / 99 / 79 / 99 / 55"
    },
    "ハバタクカミ": {
        "no": "0987",
        "type": [
            "ゴースト",
            "フェアリー"
        ],
        "ability": [
            "こだいかっせい"
        ],
        "stats": "55 / 55 / 55 / 135 / 135 / 135"
    },
    "チヲハウハネ": {
        "no": "0988",
        "type": [
            "むし",
            "かくとう"
        ],
        "ability": [
            "こだいかっせい"
        ],
        "stats": "85 / 135 / 79 / 85 / 105 / 81"
    },
    "スナノケガワ": {
        "no": "0989",
        "type": [
            "でんき",
            "じめん"
        ],
        "ability": [
            "こだいかっせい"
        ],
        "stats": "85 / 81 / 97 / 121 / 85 / 101"
    },
    "テツノワダチ": {
        "no": "0990",
        "type": [
            "じめん",
            "はがね"
        ],
        "ability": [
            "クォークチャージ"
        ],
        "stats": "90 / 112 / 120 / 72 / 70 / 106"
    },
    "テツノツツミ": {
        "no": "0991",
        "type": [
            "こおり",
            "みず"
        ],
        "ability": [
            "クォークチャージ"
        ],
        "stats": "56 / 80 / 114 / 124 / 60 / 136"
    },
    "テツノカイナ": {
        "no": "0992",
        "type": [
            "かくとう",
            "でんき"
        ],
        "ability": [
            "クォークチャージ"
        ],
        "stats": "154 / 140 / 108 / 50 / 68 / 50"
    },
    "テツノコウベ": {
        "no": "0993",
        "type": [
            "あく",
            "ひこう"
        ],
        "ability": [
            "クォークチャージ"
        ],
        "stats": "94 / 80 / 86 / 122 / 80 / 108"
    },
    "テツノドクガ": {
        "no": "0994",
        "type": [
            "ほのお",
            "どく"
        ],
        "ability": [
            "クォークチャージ"
        ],
        "stats": "80 / 70 / 60 / 140 / 110 / 110"
    },
    "テツノイバラ": {
        "no": "0995",
        "type": [
            "いわ",
            "でんき"
        ],
        "ability": [
            "クォークチャージ"
        ],
        "stats": "100 / 134 / 110 / 70 / 84 / 72"
    },
    "セビエ": {
        "no": "0996",
        "type": [
            "ドラゴン",
            "こおり"
        ],
        "ability": [
            "ねつこうかん",
            "アイスボディ"
        ],
        "stats": "65 / 75 / 45 / 35 / 45 / 55"
    },
    "セゴール": {
        "no": "0997",
        "type": [
            "ドラゴン",
            "こおり"
        ],
        "ability": [
            "ねつこうかん",
            "アイスボディ"
        ],
        "stats": "90 / 95 / 66 / 45 / 65 / 62"
    },
    "セグレイブ": {
        "no": "0998",
        "type": [
            "ドラゴン",
            "こおり"
        ],
        "ability": [
            "ねつこうかん",
            "アイスボディ"
        ],
        "stats": "115 / 145 / 92 / 75 / 86 / 87"
    },
    "コレクレー": {
        "no": "0999",
        "type": [
            "ゴースト"
        ],
        "ability": [
            "びびり"
        ],
        "stats": "45 / 30 / 70 / 75 / 70 / 10"
    },
    "サーフゴー": {
        "no": "1000",
        "type": [
            "はがね",
            "ゴースト"
        ],
        "ability": [
            "おうごんのからだ"
        ],
        "stats": "87 / 60 / 95 / 133 / 91 / 84"
    },
    "チオンジエン": {
        "no": "1001",
        "type": [
            "あく",
            "くさ"
        ],
        "ability": [
            "わざわいのおふだ"
        ],
        "stats": "85 / 85 / 100 / 95 / 135 / 70"
    },
    "パオジアン": {
        "no": "1002",
        "type": [
            "あく",
            "こおり"
        ],
        "ability": [
            "わざわいのつるぎ"
        ],
        "stats": "80 / 120 / 80 / 90 / 65 / 135"
    },
    "デインルー": {
        "no": "1003",
        "type": [
            "あく",
            "じめん"
        ],
        "ability": [
            "わざわいのうつわ"
        ],
        "stats": "155 / 110 / 125 / 55 / 80 / 45"
    },
    "イーユイ": {
        "no": "1004",
        "type": [
            "あく",
            "ほのお"
        ],
        "ability": [
            "わざわいのたま"
        ],
        "stats": "55 / 80 / 80 / 135 / 120 / 100"
    },
    "トドロクツキ": {
        "no": "1005",
        "type": [
            "ドラゴン",
            "あく"
        ],
        "ability": [
            "こだいかっせい"
        ],
        "stats": "105 / 139 / 71 / 55 / 101 / 119"
    },
    "テツノブジン": {
        "no": "1006",
        "type": [
            "フェアリー",
            "かくとう"
        ],
        "ability": [
            "クォークチャージ"
        ],
        "stats": "74 / 130 / 90 / 120 / 60 / 116"
    },
    "コライドン": {
        "no": "1007",
        "type": [
            "かくとう",
            "ドラゴン"
        ],
        "ability": [
            "ひひいろのこどう"
        ],
        "stats": "100 / 135 / 115 / 85 / 100 / 135"
    },
    "ミライドン": {
        "no": "1008",
        "type": [
            "でんき",
            "ドラゴン"
        ],
        "ability": [
            "ハドロンエンジン"
        ],
        "stats": "100 / 85 / 100 / 135 / 115 / 135"
    },
    "ウネルミナモ": {
        "no": "1009",
        "type": [
            "みず",
            "ドラゴン"
        ],
        "ability": [
            "こだいかっせい"
        ],
        "stats": "99 / 83 / 91 / 125 / 83 / 109"
    },
    "テツノイサハ": {
        "no": "1010",
        "type": [
            "くさ",
            "エスパー"
        ],
        "ability": [
            "クォークチャージ"
        ],
        "stats": "90 / 130 / 88 / 70 / 108 / 104"
    },
    "カミツチユ": {
        "no": "1011",
        "type": [
            "くさ",
            "ドラゴン"
        ],
        "ability": [
            "かんろなミツ",
            "くいしんぼう",
            "ねんちゃく"
        ],
        "stats": "80 / 80 / 110 / 95 / 80 / 40"
    },
    "チヤデス": {
        "no": "1012",
        "type": [
            "くさ",
            "ゴースト"
        ],
        "ability": [
            "おもてなし",
            "たいねつ"
        ],
        "stats": "40 / 45 / 45 / 74 / 54 / 50"
    },
    "ヤバソチヤ": {
        "no": "1013",
        "type": [
            "くさ",
            "ゴースト"
        ],
        "ability": [
            "おもてなし",
            "たいねつ"
        ],
        "stats": "71 / 60 / 106 / 121 / 80 / 70"
    },
    "イイネイヌ": {
        "no": "1014",
        "type": [
            "どく",
            "かくとう"
        ],
        "ability": [
            "どくのくさり",
            "ばんけん"
        ],
        "stats": "88 / 128 / 115 / 58 / 86 / 80"
    },
    "マシマシラ": {
        "no": "1015",
        "type": [
            "どく",
            "エスパー"
        ],
        "ability": [
            "どくのくさり",
            "おみとおし"
        ],
        "stats": "88 / 75 / 66 / 130 / 90 / 106"
    },
    "キチキギス": {
        "no": "1016",
        "type": [
            "どく",
            "フェアリー"
        ],
        "ability": [
            "どくのくさり",
            "テクニシャン"
        ],
        "stats": "88 / 91 / 82 / 70 / 125 / 99"
    },
    "オーガポン": {
        "no": "1017",
        "type": [
            "くさ"
        ],
        "ability": [
            "まけんき"
        ],
        "stats": "80 / 120 / 84 / 60 / 96 / 110"
    },
    "ブリジユラス": {
        "no": "1018",
        "type": [
            "はがね",
            "ドラゴン"
        ],
        "ability": [
            "じきゅうりょく",
            "がんじょう",
            "すじがねいり"
        ],
        "stats": "90 / 105 / 130 / 125 / 65 / 85"
    },
    "カミツオロチ": {
        "no": "1019",
        "type": [
            "くさ",
            "ドラゴン"
        ],
        "ability": [
            "かんろなミツ",
            "さいせいりょく",
            "ねんちゃく"
        ],
        "stats": "106 / 80 / 110 / 120 / 80 / 44"
    },
    "ウガツホムラ": {
        "no": "1020",
        "type": [
            "ほのお",
            "ドラゴン"
        ],
        "ability": [
            "こだいかっせい"
        ],
        "stats": "105 / 115 / 121 / 65 / 93 / 91"
    },
    "タケルライコ": {
        "no": "1021",
        "type": [
            "でんき",
            "ドラゴン"
        ],
        "ability": [
            "こだいかっせい"
        ],
        "stats": "125 / 73 / 91 / 137 / 89 / 75"
    },
    "テツノイワオ": {
        "no": "1022",
        "type": [
            "いわ",
            "エスパー"
        ],
        "ability": [
            "クォークチャージ"
        ],
        "stats": "90 / 120 / 80 / 68 / 108 / 124"
    },
    "テツノカシラ": {
        "no": "1023",
        "type": [
            "はがね",
            "エスパー"
        ],
        "ability": [
            "クォークチャージ"
        ],
        "stats": "90 / 72 / 100 / 122 / 108 / 98"
    },
    "テラパゴス": {
        "no": "1024",
        "type": [
            "ノーマル"
        ],
        "ability": [
            "テラスチェンジ"
        ],
        "stats": "90 / 65 / 85 / 65 / 85 / 60"
    },
    "モモワロウ": {
        "no": "1025",
        "type": [
            "どく",
            "ゴースト"
        ],
        "ability": [
            "どくくぐつ"
        ],
        "stats": "88 / 88 / 160 / 88 / 88 / 88"
    }
};
