const pokemonIndex = {
  "5": {
    "0": {
      "フ": [
        "フシギダネ",
        "フシギソウ",
        "フシギバナ",
        "フーデイン",
        "フリーザー",
        "フアイヤー",
        "フオレトス",
        "フライゴン",
        "フローゼル",
        "フワライド",
        "フタチマル",
        "フリージオ",
        "フラエツテ",
        "フレフワン",
        "フクスロー"
      ],
      "リ": [
        "リザードン",
        "リーシヤン",
        "リーフイア",
        "リククラゲ",
        "リキキリン"
      ],
      "カ": [
        "カメツクス",
        "カイリキー",
        "カブトプス",
        "カイリユー",
        "カポエラー",
        "カラサリス",
        "カクレオン",
        "カゲボウズ",
        "カイオーガ",
        "カラナクシ",
        "カバルドン",
        "カエンジシ",
        "カラマネロ",
        "カチコール",
        "カミツルギ",
        "カジリガメ",
        "カジツチユ",
        "カプサイジ",
        "カヌチヤン",
        "カラミンゴ",
        "カミツチユ"
      ],
      "キ": [
        "キヤタピー",
        "キユウコン",
        "キングラー",
        "キレイハナ",
        "キリンリキ",
        "キングドラ",
        "キノガツサ",
        "キリキザン",
        "キテルグマ",
        "キユワワー",
        "キラフロル",
        "キチキギス"
      ],
      "ト": [
        "トランセル",
        "トサキント",
        "トゲチツク",
        "トロピウス",
        "トドグラー",
        "トドゼルガ",
        "トリデプス",
        "トリトドン",
        "トゲキツス",
        "トルネロス",
        "トリミアン",
        "トゲデマル",
        "トロツゴン"
      ],
      "バ": [
        "バタフリー",
        "バリヤード",
        "バクフーン",
        "バンギラス",
        "バシヤーモ",
        "バクオング",
        "バルビート",
        "バオツキー",
        "バニプツチ",
        "バニリツチ",
        "バイバニラ",
        "バツフロン",
        "バルチヤイ",
        "バルジーナ",
        "バケツチヤ",
        "バンバドロ",
        "バクガメス",
        "バチンキー",
        "バリコオル",
        "バチンウニ"
      ],
      "ピ": [
        "ピジヨツト",
        "ピカチユウ"
      ],
      "オ": [
        "オニスズメ",
        "オニドリル",
        "オコリザル",
        "オムナイト",
        "オムスター",
        "オーダイル",
        "オオスバメ",
        "オニゴーリ",
        "オノノクス",
        "オーロツト",
        "オンバツト",
        "オンバーン",
        "オシヤマリ",
        "オドリドリ",
        "オトスパス",
        "オーロンゲ",
        "オリーニヨ",
        "オリーヴア",
        "オトシドリ",
        "オーガポン"
      ],
      "ア": [
        "アーボツク",
        "アズマオウ",
        "アリゲイツ",
        "アリアドス",
        "アンノーン",
        "アゲハント",
        "アメモース",
        "アーマルド",
        "アルセウス",
        "アバゴーラ",
        "アーケオス",
        "アギルダー",
        "アイアント",
        "アマルルガ",
        "アシレーヌ",
        "アゴジムシ",
        "アブリボン",
        "アママイコ",
        "アマージヨ",
        "アーゴヨン",
        "アオガラス",
        "アチゲータ",
        "アルクジラ"
      ],
      "ラ": [
        "ライチユウ",
        "ラフレシア",
        "ランターン",
        "ラグラージ",
        "ライボルト",
        "ラテイアス",
        "ラテイオス",
        "ラムパルド",
        "ランクルス",
        "ランプラー",
        "ランドロス",
        "ラランテス",
        "ラビフツト",
        "ラブトロス"
      ],
      "サ": [
        "サンドパン",
        "サワムラー",
        "サイホーン",
        "サンダース",
        "サナギラス",
        "サーナイト",
        "サメハダー",
        "サマヨール",
        "サクラビス",
        "サザンドラ",
        "サツチムシ",
        "サダイジヤ",
        "サシカマス",
        "サニゴーン",
        "サーフゴー"
      ],
      "ニ": [
        "ニドラン♀",
        "ニドリーナ",
        "ニドクイン",
        "ニドラン♂",
        "ニドリーノ",
        "ニドキング",
        "ニヨロボン",
        "ニヨロトノ",
        "ニヤルマー",
        "ニヤスパー",
        "ニダンギル",
        "ニンフイア",
        "ニヤヒート",
        "ニヤローテ"
      ],
      "ゴ": [
        "ゴルバツト",
        "ゴルダツク",
        "ゴーリキー",
        "ゴローニヤ",
        "ゴニヨニヨ",
        "ゴウカザル",
        "ゴチルゼル",
        "ゴーゴート"
      ],
      "ナ": [
        "ナゾノクサ",
        "ナツクラー",
        "ナツトレイ",
        "ナマコブシ",
        "ナミイルカ"
      ],
      "ク": [
        "クサイハナ",
        "クロバツト",
        "クヌギダマ",
        "クレセリア",
        "クマシユン",
        "クリムガン",
        "クイタラン",
        "クレツフイ",
        "クレベース",
        "クワガノン"
      ],
      "パ": [
        "パラセクト",
        "パルシエン",
        "パツチール",
        "パンプジン",
        "パルスワン",
        "パーモツト",
        "パピモツチ",
        "パオジアン"
      ],
      "モ": [
        "モルフオン",
        "モンジヤラ",
        "モウカザル",
        "モジヤンボ",
        "モグリユー",
        "モロバレル",
        "モトトカゲ",
        "モモワロウ"
      ],
      "ダ": [
        "ダグトリオ",
        "ダーテング",
        "ダイノーズ",
        "ダークライ",
        "ダイケンキ",
        "ダルマツカ",
        "ダストダス"
      ],
      "ペ": [
        "ペルシアン",
        "ペリツパー",
        "ペンドラー",
        "ペロツパフ",
        "ペロリーム"
      ],
      "ウ": [
        "ウインデイ",
        "ウツボツト",
        "ウソツキー",
        "ウオーグル",
        "ウルガモス",
        "ウデツポウ",
        "ウツロイド",
        "ウーラオス",
        "ウエルカモ",
        "ウミトリオ"
      ],
      "ユ": [
        "ユンゲラー",
        "ユレイドル",
        "ユキワラシ",
        "ユキカブリ",
        "ユキノオー",
        "ユキメノコ"
      ],
      "ワ": [
        "ワンリキー",
        "ワカシヤモ",
        "ワルビアル",
        "ワタシラガ",
        "ワナイダー"
      ],
      "マ": [
        "マダツボミ",
        "マルマイン",
        "マタドガス",
        "マグマラシ",
        "マグマツグ",
        "マグカルゴ",
        "マンタイン",
        "マツスグマ",
        "マクノシタ",
        "マルノーム",
        "マスキツパ",
        "マニユーラ",
        "マラカツチ",
        "ママンボウ",
        "マーイーカ",
        "マケンカニ",
        "マシエード",
        "マルヤクデ",
        "マホイツプ",
        "マメバツタ",
        "マシマシラ"
      ],
      "メ": [
        "メノクラゲ",
        "メガニウム",
        "メタグロス",
        "メガヤンマ",
        "メブキジカ",
        "メロエツタ",
        "メエークル",
        "メルメタル"
      ],
      "ド": [
        "ドククラゲ",
        "ドードリオ",
        "ドンフアン",
        "ドクケイル",
        "ドジヨツチ",
        "ドダイトス",
        "ドンカラス",
        "ドーミラー",
        "ドータクン",
        "ドラピオン",
        "ドクロツグ",
        "ドサイドン",
        "ドリユウズ",
        "ドツコラー",
        "ドテツコツ",
        "ドレデイア",
        "ドラミドロ",
        "ドデカバシ",
        "ドヒドイデ",
        "ドロバンコ",
        "ドラメシヤ",
        "ドラパルト",
        "ドドゲザン"
      ],
      "イ": [
        "イシツブテ",
        "イルミーゼ",
        "イシズマイ",
        "イワパレス",
        "イベルタル",
        "イエツサン",
        "イダイトウ",
        "イキリンコ",
        "イルカマン",
        "イイネイヌ"
      ],
      "ギ": [
        "ギヤロツプ",
        "ギヤラドス",
        "ギラテイナ",
        "ギガイアス",
        "ギギギアル",
        "ギルガルド"
      ],
      "レ": [
        "レアコイル",
        "レデイアン",
        "レジロツク",
        "レジアイス",
        "レジスチル",
        "レツクウザ",
        "レントラー",
        "レジギガス",
        "レパルダス",
        "レドームシ",
        "レジエレキ",
        "レジドラゴ",
        "レイスポス"
      ],
      "ベ": [
        "ベトベター",
        "ベトベトン",
        "ベロリンガ",
        "ベイリーフ",
        "ベロベルト"
      ],
      "シ": [
        "シエルダー",
        "シヤワーズ",
        "シザリガー",
        "シンボラー",
        "シユバルゴ",
        "シビシラス",
        "シビビール",
        "シビルドン",
        "シヤンデラ",
        "シユシユプ",
        "シロデスナ",
        "シヤリタツ"
      ],
      "ス": [
        "スリーパー",
        "スターミー",
        "ストライク",
        "スカンプー",
        "スカタンク"
      ],
      "ビ": [
        "ビリリダマ",
        "ビブラーバ",
        "ビークイン",
        "ビクテイニ",
        "ビリジオン"
      ],
      "エ": [
        "エビワラー",
        "エアームド",
        "エレキツド",
        "エネコロロ",
        "エンペルト",
        "エテボース",
        "エレキブル",
        "エルレイド",
        "エムリツト",
        "エンブオー",
        "エルフーン",
        "エリキテル",
        "エレザード"
      ],
      "ヒ": [
        "ヒトデマン",
        "ヒノアラシ",
        "ヒマナツツ",
        "ヒポポタス",
        "ヒードラン",
        "ヒヤツキー",
        "ヒヒダルマ",
        "ヒノヤコマ"
      ],
      "ル": [
        "ルージユラ",
        "ルンパツパ",
        "ルナトーン",
        "ルチヤブル",
        "ルガルガン",
        "ルナアーラ"
      ],
      "ケ": [
        "ケンタロス",
        "ケツキング",
        "ケイコウオ",
        "ケンホロウ",
        "ケルデイオ",
        "ケララツパ",
        "ケケンカニ"
      ],
      "コ": [
        "コイキング",
        "コロボーシ",
        "コロトツク",
        "ココロモリ",
        "コアルヒー",
        "コジヨフー",
        "コジヨンド",
        "コバルオン",
        "コフキムシ",
        "コフーライ",
        "コソクムシ",
        "コスモツグ",
        "コスモウム",
        "コオリツポ",
        "コノヨザル",
        "コレクレー",
        "コライドン"
      ],
      "ブ": [
        "ブースター",
        "ブラツキー",
        "ブーピツグ",
        "ブニヤツト",
        "ブーバーン",
        "ブルンゲル",
        "ブリガロン",
        "ブロスター",
        "ブリムオン",
        "ブリザポス"
      ],
      "ミ": [
        "ミニリユウ",
        "ミユウツー",
        "ミルタンク",
        "ミズゴロウ",
        "ミロカロス",
        "ミノムツチ",
        "ミノマダム",
        "ミツハニー",
        "ミミロツプ",
        "ミジユマル",
        "ミルホツグ",
        "ミミツキユ",
        "ミガルーサ",
        "ミライドン"
      ],
      "ハ": [
        "ハクリユー",
        "ハガネール",
        "ハリーセン",
        "ハスブレロ",
        "ハリテヤマ",
        "ハブネーク",
        "ハンテール",
        "ハヤシガメ",
        "ハーデリア",
        "ハトーボー",
        "ハハコモリ",
        "ハリマロン",
        "ハリボーグ",
        "ハギギシリ",
        "ハリーマン",
        "ハラバリー",
        "ハカドツグ",
        "ハルクジラ"
      ],
      "チ": [
        "チコリータ",
        "チヨンチー",
        "チヤーレム",
        "チルタリス",
        "チエリンボ",
        "チヤオブー",
        "チヨロネコ",
        "チラーミイ",
        "チラチーノ",
        "チヨボマキ"
      ],
      "ヨ": [
        "ヨルノズク",
        "ヨーギラス",
        "ヨノワール",
        "ヨーテリー",
        "ヨクバリス"
      ],
      "ネ": [
        "ネイテイオ",
        "ネンドール",
        "ネオラント",
        "ネツコアラ",
        "ネクロズマ"
      ],
      "デ": [
        "デンリユウ",
        "デリバード",
        "デオキシス",
        "デイアルガ",
        "デスカーン",
        "デンチユラ",
        "デカグース",
        "デンヂムシ",
        "デスバーン",
        "デインルー"
      ],
      "ヤ": [
        "ヤンヤンマ",
        "ヤミカラス",
        "ヤドキング",
        "ヤルキモノ",
        "ヤナツキー",
        "ヤブクロン",
        "ヤンチヤム",
        "ヤングース",
        "ヤトウモリ",
        "ヤバソチヤ"
      ],
      "ソ": [
        "ソーナンス",
        "ソルロツク",
        "ソルガレオ"
      ],
      "グ": [
        "グライガー",
        "グランブル",
        "グラードン",
        "グレツグル",
        "グレイシア",
        "グライオン"
      ],
      "ヘ": [
        "ヘラクロス"
      ],
      "テ": [
        "テツポウオ",
        "テツカニン",
        "テツシード",
        "テラキオン",
        "テールナー",
        "テツカグヤ",
        "テラパゴス"
      ],
      "ポ": [
        "ポリゴン２",
        "ポツチヤマ",
        "ポツタイシ",
        "ポリゴンＺ",
        "ポツトデス"
      ],
      "ム": [
        "ムチユール",
        "ムクバード",
        "ムクホーク",
        "ムウマージ",
        "ムーランド",
        "ムシヤーナ"
      ],
      "ジ": [
        "ジユプトル",
        "ジユカイン",
        "ジグザグマ",
        "ジユペツタ",
        "ジーランス",
        "ジバコイル",
        "ジヤノビー",
        "ジヤローダ",
        "ジジーロン",
        "ジヤランゴ",
        "ジメレオン"
      ],
      "ヌ": [
        "ヌマクロー",
        "ヌメルゴン",
        "ヌイコグマ"
      ],
      "ボ": [
        "ボスゴドラ",
        "ボーマンダ",
        "ボルトロス"
      ],
      "ホ": [
        "ホエルオー",
        "ホシガリス"
      ],
      "ザ": [
        "ザングース",
        "ザマゼンタ"
      ],
      "タ": [
        "タマザラシ",
        "タテトプス",
        "タマゲタケ",
        "タルツプル",
        "タイレーツ",
        "タギングル"
      ],
      "ロ": [
        "ロズレイド",
        "ローブシン"
      ],
      "ズ": [
        "ズガイドス",
        "ズルズキン",
        "ズガドーン"
      ],
      "ガ": [
        "ガーメイル",
        "ガブリアス",
        "ガマゲロゲ",
        "ガメノデス",
        "ガチゴラス",
        "ガオガエン"
      ],
      "ツ": [
        "ツタージヤ",
        "ツンベアー"
      ],
      "ゼ": [
        "ゼブライカ",
        "ゼルネアス"
      ],
      "プ": [
        "プロトーガ"
      ],
      "ゾ": [
        "ゾロアーク"
      ],
      "ゲ": [
        "ゲノセクト",
        "ゲコガシラ",
        "ゲツコウガ"
      ],
      "ノ": [
        "ノノクラゲ",
        "ノココツチ"
      ],
      "セ": [
        "セグレイブ"
      ]
    },
    "1": {
      "シ": [
        "フシギダネ",
        "フシギソウ",
        "フシギバナ",
        "イシツブテ",
        "バシヤーモ",
        "ムシヤーナ",
        "イシズマイ",
        "オシヤマリ",
        "アシレーヌ",
        "マシエード",
        "ホシガリス",
        "サシカマス",
        "マシマシラ"
      ],
      "ザ": [
        "リザードン",
        "シザリガー",
        "サザンドラ"
      ],
      "メ": [
        "カメツクス",
        "アメモース",
        "サメハダー",
        "ガメノデス",
        "ヌメルゴン",
        "ジメレオン",
        "マメバツタ"
      ],
      "ヤ": [
        "キヤタピー",
        "ギヤロツプ",
        "ギヤラドス",
        "シヤワーズ",
        "チヤーレム",
        "ハヤシガメ",
        "ニヤルマー",
        "ジヤノビー",
        "ジヤローダ",
        "チヤオブー",
        "ヒヤツキー",
        "シヤンデラ",
        "ニヤスパー",
        "ニヤヒート",
        "ジヤランゴ",
        "ニヤローテ",
        "シヤリタツ"
      ],
      "ラ": [
        "トランセル",
        "パラセクト",
        "ブラツキー",
        "グライガー",
        "グランブル",
        "ヘラクロス",
        "カラサリス",
        "フライゴン",
        "グラードン",
        "カラナクシ",
        "ドラピオン",
        "グライオン",
        "ギラテイナ",
        "マラカツチ",
        "チラーミイ",
        "チラチーノ",
        "テラキオン",
        "フラエツテ",
        "カラマネロ",
        "ドラミドロ",
        "ケララツパ",
        "ラランテス",
        "ドラメシヤ",
        "ドラパルト",
        "ハラバリー",
        "キラフロル",
        "カラミンゴ",
        "コライドン",
        "ミライドン",
        "テラパゴス"
      ],
      "タ": [
        "バタフリー",
        "マタドガス",
        "スターミー",
        "メタグロス",
        "ツタージヤ",
        "フタチマル",
        "ワタシラガ"
      ],
      "ジ": [
        "ピジヨツト",
        "ドジヨツチ",
        "レジロツク",
        "レジアイス",
        "レジスチル",
        "モジヤンボ",
        "レジギガス",
        "ミジユマル",
        "コジヨフー",
        "コジヨンド",
        "ジジーロン",
        "カジリガメ",
        "カジツチユ",
        "レジエレキ",
        "レジドラゴ"
      ],
      "ニ": [
        "オニスズメ",
        "オニドリル",
        "ミニリユウ",
        "ゴニヨニヨ",
        "オニゴーリ",
        "ブニヤツト",
        "マニユーラ",
        "バニプツチ",
        "バニリツチ",
        "サニゴーン"
      ],
      "ー": [
        "アーボツク",
        "フーデイン",
        "ゴーリキー",
        "ドードリオ",
        "ルージユラ",
        "ブースター",
        "オーダイル",
        "ソーナンス",
        "ヨーギラス",
        "ダーテング",
        "サーナイト",
        "ブーピツグ",
        "アーマルド",
        "ジーランス",
        "ボーマンダ",
        "ガーメイル",
        "ビークイン",
        "リーシヤン",
        "ドーミラー",
        "ドータクン",
        "ブーバーン",
        "リーフイア",
        "ヒードラン",
        "ダークライ",
        "ヨーテリー",
        "ハーデリア",
        "ムーランド",
        "ローブシン",
        "アーケオス",
        "テールナー",
        "ゴーゴート",
        "マーイーカ",
        "オーロツト",
        "アーゴヨン",
        "オーロンゲ",
        "ウーラオス",
        "パーモツト",
        "サーフゴー",
        "オーガポン"
      ],
      "カ": [
        "ピカチユウ",
        "ワカシヤモ",
        "スカンプー",
        "スカタンク",
        "デカグース",
        "ハカドツグ"
      ],
      "イ": [
        "ライチユウ",
        "ウインデイ",
        "カイリキー",
        "サイホーン",
        "コイキング",
        "カイリユー",
        "ベイリーフ",
        "ネイテイオ",
        "ライボルト",
        "カイオーガ",
        "ケイコウオ",
        "ダイノーズ",
        "デイアルガ",
        "ダイケンキ",
        "バイバニラ",
        "クイタラン",
        "アイアント",
        "ヌイコグマ",
        "タイレーツ",
        "レイスポス",
        "デインルー",
        "イイネイヌ"
      ],
      "ン": [
        "サンドパン",
        "ユンゲラー",
        "ワンリキー",
        "キングラー",
        "モンジヤラ",
        "ケンタロス",
        "サンダース",
        "ランターン",
        "デンリユウ",
        "ヤンヤンマ",
        "アンノーン",
        "マンタイン",
        "キングドラ",
        "ドンフアン",
        "バンギラス",
        "ルンパツパ",
        "ザングース",
        "ネンドール",
        "ハンテール",
        "エンペルト",
        "レントラー",
        "ドンカラス",
        "エンブオー",
        "ケンホロウ",
        "ペンドラー",
        "シンボラー",
        "ランクルス",
        "デンチユラ",
        "ランプラー",
        "ツンベアー",
        "ランドロス",
        "ヤンチヤム",
        "ニンフイア",
        "パンプジン",
        "オンバツト",
        "オンバーン",
        "ヤングース",
        "デンヂムシ",
        "バンバドロ"
      ],
      "ド": [
        "ニドラン♀",
        "ニドリーナ",
        "ニドクイン",
        "ニドラン♂",
        "ニドリーノ",
        "ニドキング",
        "ヤドキング",
        "トドグラー",
        "トドゼルガ",
        "オドリドリ",
        "レドームシ",
        "ドドゲザン"
      ],
      "ユ": [
        "キユウコン",
        "ミユウツー",
        "ジユプトル",
        "ジユカイン",
        "ジユペツタ",
        "シユバルゴ",
        "シユシユプ",
        "キユワワー"
      ],
      "ル": [
        "ゴルバツト",
        "モルフオン",
        "ペルシアン",
        "ゴルダツク",
        "パルシエン",
        "マルマイン",
        "ヨルノズク",
        "ミルタンク",
        "ヤルキモノ",
        "バルビート",
        "イルミーゼ",
        "マルノーム",
        "チルタリス",
        "ソルロツク",
        "エルレイド",
        "アルセウス",
        "ミルホツグ",
        "エルフーン",
        "ワルビアル",
        "ダルマツカ",
        "ズルズキン",
        "ブルンゲル",
        "バルチヤイ",
        "バルジーナ",
        "ウルガモス",
        "トルネロス",
        "ボルトロス",
        "ケルデイオ",
        "ギルガルド",
        "ゼルネアス",
        "ソルガレオ",
        "メルメタル",
        "パルスワン",
        "タルツプル",
        "マルヤクデ",
        "イルカマン",
        "アルクジラ",
        "ハルクジラ"
      ],
      "ゾ": [
        "ナゾノクサ"
      ],
      "サ": [
        "クサイハナ",
        "トサキント",
        "ドサイドン"
      ],
      "フ": [
        "ラフレシア",
        "コフキムシ",
        "コフーライ"
      ],
      "グ": [
        "ダグトリオ",
        "マグマラシ",
        "マグマツグ",
        "マグカルゴ",
        "ラグラージ",
        "ジグザグマ",
        "モグリユー",
        "セグレイブ"
      ],
      "コ": [
        "オコリザル",
        "チコリータ",
        "ココロモリ",
        "ゲコガシラ",
        "ノココツチ"
      ],
      "ヨ": [
        "ニヨロボン",
        "チヨンチー",
        "ニヨロトノ",
        "チヨロネコ",
        "チヨボマキ"
      ],
      "ダ": [
        "マダツボミ",
        "ドダイトス",
        "ニダンギル",
        "サダイジヤ",
        "イダイトウ"
      ],
      "ツ": [
        "ウツボツト",
        "テツポウオ",
        "マツスグマ",
        "ケツキング",
        "テツカニン",
        "パツチール",
        "ナツクラー",
        "レツクウザ",
        "ポツチヤマ",
        "ポツタイシ",
        "ミツハニー",
        "ドツコラー",
        "テツシード",
        "ナツトレイ",
        "バツフロン",
        "ゲツコウガ",
        "ネツコアラ",
        "ウツロイド",
        "テツカグヤ",
        "サツチムシ",
        "ポツトデス"
      ],
      "ノ": [
        "メノクラゲ",
        "ヒノアラシ",
        "キノガツサ",
        "ミノムツチ",
        "ミノマダム",
        "ヨノワール",
        "オノノクス",
        "ゲノセクト",
        "ヒノヤコマ",
        "ノノクラゲ",
        "コノヨザル"
      ],
      "ク": [
        "ドククラゲ",
        "ハクリユー",
        "バクフーン",
        "ドクケイル",
        "バクオング",
        "マクノシタ",
        "カクレオン",
        "サクラビス",
        "ムクバード",
        "ムクホーク",
        "ドクロツグ",
        "ビクテイニ",
        "フクスロー",
        "バクガメス",
        "ネクロズマ",
        "ヨクバリス",
        "リククラゲ"
      ],
      "ロ": [
        "ゴローニヤ",
        "ベロリンガ",
        "クロバツト",
        "ミロカロス",
        "トロピウス",
        "コロボーシ",
        "コロトツク",
        "フローゼル",
        "ベロベルト",
        "プロトーガ",
        "ゾロアーク",
        "モロバレル",
        "メロエツタ",
        "ペロツパフ",
        "ペロリーム",
        "ブロスター",
        "ドロバンコ",
        "シロデスナ",
        "トロツゴン"
      ],
      "ア": [
        "レアコイル",
        "フアイヤー",
        "エアームド",
        "コアルヒー"
      ],
      "ト": [
        "ベトベター",
        "ベトベトン",
        "ヒトデマン",
        "ストライク",
        "ハトーボー",
        "ヤトウモリ",
        "オトスパス",
        "オトシドリ",
        "モトトカゲ"
      ],
      "エ": [
        "シエルダー",
        "ホエルオー",
        "チエリンボ",
        "カエンジシ",
        "メエークル",
        "イエツサン",
        "ウエルカモ"
      ],
      "リ": [
        "スリーパー",
        "ビリリダマ",
        "バリヤード",
        "フリーザー",
        "アリゲイツ",
        "アリアドス",
        "キリンリキ",
        "ハリーセン",
        "デリバード",
        "ポリゴン２",
        "ペリツパー",
        "ハリテヤマ",
        "トリデプス",
        "トリトドン",
        "ポリゴンＺ",
        "ドリユウズ",
        "フリージオ",
        "クリムガン",
        "キリキザン",
        "ビリジオン",
        "ハリマロン",
        "ハリボーグ",
        "ブリガロン",
        "トリミアン",
        "エリキテル",
        "ブリムオン",
        "バリコオル",
        "ブリザポス",
        "ハリーマン",
        "オリーニヨ",
        "オリーヴア"
      ],
      "ワ": [
        "サワムラー",
        "フワライド",
        "イワパレス",
        "クワガノン"
      ],
      "ビ": [
        "エビワラー",
        "シビシラス",
        "シビビール",
        "シビルドン",
        "ラビフツト"
      ],
      "ズ": [
        "アズマオウ",
        "ミズゴロウ",
        "ロズレイド"
      ],
      "ム": [
        "オムナイト",
        "オムスター",
        "ラムパルド",
        "エムリツト"
      ],
      "ブ": [
        "カブトプス",
        "ビブラーバ",
        "ハブネーク",
        "ガブリアス",
        "ゼブライカ",
        "ヤブクロン",
        "メブキジカ",
        "アブリボン",
        "ラブトロス"
      ],
      "ガ": [
        "メガニウム",
        "ハガネール",
        "ズガイドス",
        "メガヤンマ",
        "ギガイアス",
        "ルガルガン",
        "ズガドーン",
        "ミガルーサ"
      ],
      "デ": [
        "レデイアン",
        "ウデツポウ",
        "ドデカバシ"
      ],
      "ゲ": [
        "トゲチツク",
        "アゲハント",
        "カゲボウズ",
        "トゲキツス",
        "トゲデマル"
      ],
      "レ": [
        "キレイハナ",
        "エレキツド",
        "ユレイドル",
        "グレツグル",
        "エレキブル",
        "グレイシア",
        "クレセリア",
        "ドレデイア",
        "フレフワン",
        "エレザード",
        "クレツフイ",
        "クレベース",
        "コレクレー"
      ],
      "ソ": [
        "ウソツキー",
        "コソクムシ"
      ],
      "マ": [
        "ヒマナツツ",
        "ヌマクロー",
        "サマヨール",
        "タマザラシ",
        "ガマゲロゲ",
        "タマゲタケ",
        "ママンボウ",
        "クマシユン",
        "アマルルガ",
        "アママイコ",
        "アマージヨ",
        "ナマコブシ",
        "ザマゼンタ"
      ],
      "ミ": [
        "ヤミカラス",
        "ミミロツプ",
        "ミミツキユ",
        "カミツルギ",
        "ウミトリオ",
        "ナミイルカ",
        "カミツチユ"
      ],
      "ヌ": [
        "クヌギダマ",
        "カヌチヤン"
      ],
      "オ": [
        "フオレトス",
        "オオスバメ",
        "デオキシス",
        "ネオラント",
        "バオツキー",
        "ウオーグル",
        "ガオガエン",
        "アオガラス",
        "コオリツポ",
        "パオジアン"
      ],
      "ポ": [
        "カポエラー",
        "ヒポポタス"
      ],
      "チ": [
        "ムチユール",
        "ゴチルゼル",
        "ガチゴラス",
        "ルチヤブル",
        "カチコール",
        "バチンキー",
        "バチンウニ",
        "アチゲータ",
        "キチキギス"
      ],
      "ナ": [
        "サナギラス",
        "ルナトーン",
        "ヤナツキー",
        "ルナアーラ",
        "ワナイダー"
      ],
      "ス": [
        "ハスブレロ",
        "ボスゴドラ",
        "マスキツパ",
        "デスカーン",
        "ダストダス",
        "コスモツグ",
        "コスモウム",
        "デスバーン"
      ],
      "ネ": [
        "エネコロロ"
      ],
      "キ": [
        "ユキワラシ",
        "ユキカブリ",
        "ユキノオー",
        "ユキメノコ",
        "イキリンコ",
        "リキキリン"
      ],
      "テ": [
        "ラテイアス",
        "ラテイオス",
        "タテトプス",
        "エテボース",
        "ドテツコツ",
        "キテルグマ"
      ],
      "ウ": [
        "モウカザル",
        "ゴウカザル",
        "ムウマージ"
      ],
      "バ": [
        "カバルドン",
        "ジバコイル",
        "アバゴーラ",
        "コバルオン",
        "ヤバソチヤ"
      ],
      "パ": [
        "レパルダス"
      ],
      "ハ": [
        "ハハコモリ"
      ],
      "ヒ": [
        "ヒヒダルマ",
        "ドヒドイデ"
      ],
      "ギ": [
        "ギギギアル",
        "アギルダー",
        "ハギギシリ",
        "タギングル"
      ],
      "ケ": [
        "バケツチヤ",
        "マケンカニ",
        "ケケンカニ"
      ],
      "ベ": [
        "イベルタル"
      ],
      "ゴ": [
        "アゴジムシ"
      ],
      "ホ": [
        "マホイツプ"
      ],
      "ピ": [
        "パピモツチ"
      ],
      "プ": [
        "カプサイジ"
      ],
      "モ": [
        "モモワロウ"
      ]
    },
    "2": {
      "ギ": [
        "フシギダネ",
        "フシギソウ",
        "フシギバナ",
        "クヌギダマ",
        "ヨーギラス",
        "サナギラス",
        "バンギラス",
        "レジギガス",
        "ギギギアル",
        "ハギギシリ"
      ],
      "ー": [
        "リザードン",
        "ゴローニヤ",
        "スリーパー",
        "スターミー",
        "フリーザー",
        "ハリーセン",
        "エアームド",
        "チヤーレム",
        "グラードン",
        "フローゼル",
        "ツタージヤ",
        "ハトーボー",
        "チラーミイ",
        "フリージオ",
        "ウオーグル",
        "コフーライ",
        "メエークル",
        "アマージヨ",
        "ジジーロン",
        "レドームシ",
        "ハリーマン",
        "オリーニヨ",
        "オリーヴア"
      ],
      "ツ": [
        "カメツクス",
        "マダツボミ",
        "イシツブテ",
        "ウソツキー",
        "ブラツキー",
        "ペリツパー",
        "グレツグル",
        "ヤナツキー",
        "バオツキー",
        "ヒヤツキー",
        "ドテツコツ",
        "ペロツパフ",
        "ウデツポウ",
        "クレツフイ",
        "バケツチヤ",
        "ミミツキユ",
        "カミツルギ",
        "トロツゴン",
        "カジツチユ",
        "タルツプル",
        "イエツサン",
        "カミツチユ"
      ],
      "タ": [
        "キヤタピー",
        "ケンタロス",
        "ランターン",
        "マンタイン",
        "ミルタンク",
        "チルタリス",
        "ポツタイシ",
        "スカタンク",
        "ドータクン",
        "クイタラン"
      ],
      "ン": [
        "トランセル",
        "ウインデイ",
        "チヨンチー",
        "キリンリキ",
        "グランブル",
        "スカンプー",
        "ブルンゲル",
        "ママンボウ",
        "シヤンデラ",
        "サザンドラ",
        "カエンジシ",
        "ニダンギル",
        "マケンカニ",
        "ケケンカニ",
        "ラランテス",
        "バチンキー",
        "バチンウニ",
        "タギングル",
        "デインルー"
      ],
      "フ": [
        "バタフリー",
        "モルフオン",
        "バクフーン",
        "ドンフアン",
        "リーフイア",
        "エルフーン",
        "バツフロン",
        "フレフワン",
        "ニンフイア",
        "ラビフツト",
        "キラフロル",
        "サーフゴー"
      ],
      "ヨ": [
        "ピジヨツト",
        "ゴニヨニヨ",
        "ドジヨツチ",
        "サマヨール",
        "コジヨフー",
        "コジヨンド",
        "コノヨザル"
      ],
      "ス": [
        "オニスズメ",
        "ブースター",
        "オムスター",
        "マツスグマ",
        "オオスバメ",
        "レジスチル",
        "ニヤスパー",
        "ブロスター",
        "フクスロー",
        "パルスワン",
        "オトスパス",
        "レイスポス"
      ],
      "ド": [
        "オニドリル",
        "サンドパン",
        "ドードリオ",
        "マタドガス",
        "ネンドール",
        "ヒードラン",
        "ペンドラー",
        "ランドロス",
        "ドヒドイデ",
        "ズガドーン",
        "レジドラゴ",
        "ハカドツグ"
      ],
      "ボ": [
        "アーボツク",
        "ウツボツト",
        "ライボルト",
        "カゲボウズ",
        "コロボーシ",
        "エテボース",
        "シンボラー",
        "チヨボマキ",
        "ハリボーグ"
      ],
      "チ": [
        "ピカチユウ",
        "ライチユウ",
        "トゲチツク",
        "パツチール",
        "ポツチヤマ",
        "フタチマル",
        "チラチーノ",
        "デンチユラ",
        "バルチヤイ",
        "ヤンチヤム",
        "サツチムシ",
        "カヌチヤン"
      ],
      "ラ": [
        "ニドラン♀",
        "ニドラン♂",
        "ストライク",
        "ギヤラドス",
        "ラグラージ",
        "ビブラーバ",
        "サクラビス",
        "ジーランス",
        "フワライド",
        "ネオラント",
        "ムーランド",
        "ゼブライカ",
        "ケララツパ",
        "ジヤランゴ",
        "ウーラオス"
      ],
      "リ": [
        "ニドリーナ",
        "ニドリーノ",
        "オコリザル",
        "ワンリキー",
        "ゴーリキー",
        "カイリキー",
        "ビリリダマ",
        "ベロリンガ",
        "ミニリユウ",
        "ハクリユー",
        "カイリユー",
        "チコリータ",
        "ベイリーフ",
        "デンリユウ",
        "シザリガー",
        "チエリンボ",
        "ガブリアス",
        "エムリツト",
        "モグリユー",
        "バニリツチ",
        "ペロリーム",
        "オドリドリ",
        "アブリボン",
        "カジリガメ",
        "コオリツポ",
        "イキリンコ",
        "シヤリタツ"
      ],
      "ク": [
        "ニドクイン",
        "メノクラゲ",
        "ドククラゲ",
        "ヘラクロス",
        "ヌマクロー",
        "ナツクラー",
        "レツクウザ",
        "ビークイン",
        "ダークライ",
        "ヤブクロン",
        "ランクルス",
        "コソクムシ",
        "ノノクラゲ",
        "リククラゲ",
        "アルクジラ",
        "ハルクジラ",
        "コレクレー"
      ],
      "キ": [
        "ニドキング",
        "トサキント",
        "コイキング",
        "ヤドキング",
        "エレキツド",
        "ヤルキモノ",
        "ケツキング",
        "デオキシス",
        "マスキツパ",
        "エレキブル",
        "トゲキツス",
        "メブキジカ",
        "キリキザン",
        "テラキオン",
        "コフキムシ",
        "エリキテル",
        "リキキリン",
        "キチキギス"
      ],
      "ウ": [
        "キユウコン",
        "ミユウツー",
        "ヤトウモリ"
      ],
      "バ": [
        "ゴルバツト",
        "クロバツト",
        "デリバード",
        "ムクバード",
        "ブーバーン",
        "バイバニラ",
        "シユバルゴ",
        "モロバレル",
        "オンバツト",
        "オンバーン",
        "ドロバンコ",
        "バンバドロ",
        "ヨクバリス",
        "デスバーン",
        "マメバツタ",
        "ハラバリー"
      ],
      "ノ": [
        "ナゾノクサ",
        "ヨルノズク",
        "アンノーン",
        "マクノシタ",
        "マルノーム",
        "ユキノオー",
        "ダイノーズ",
        "ジヤノビー",
        "オノノクス",
        "ガメノデス"
      ],
      "イ": [
        "クサイハナ",
        "フアイヤー",
        "レデイアン",
        "キレイハナ",
        "グライガー",
        "フライゴン",
        "ユレイドル",
        "ラテイアス",
        "ラテイオス",
        "ドダイトス",
        "ズガイドス",
        "ドサイドン",
        "グレイシア",
        "グライオン",
        "ギガイアス",
        "マーイーカ",
        "サダイジヤ",
        "マホイツプ",
        "イダイトウ",
        "ワナイダー",
        "ナミイルカ",
        "コライドン",
        "ミライドン"
      ],
      "レ": [
        "ラフレシア",
        "フオレトス",
        "カクレオン",
        "ロズレイド",
        "エルレイド",
        "アシレーヌ",
        "ジメレオン",
        "タイレーツ",
        "セグレイブ"
      ],
      "セ": [
        "パラセクト",
        "クレセリア",
        "アルセウス",
        "ゲノセクト"
      ],
      "ト": [
        "ダグトリオ",
        "カブトプス",
        "ルナトーン",
        "コロトツク",
        "レントラー",
        "タテトプス",
        "トリトドン",
        "プロトーガ",
        "ダストダス",
        "ナツトレイ",
        "ボルトロス",
        "ポツトデス",
        "ラブトロス",
        "ウミトリオ",
        "モトトカゲ"
      ],
      "シ": [
        "ペルシアン",
        "パルシエン",
        "ワカシヤモ",
        "ハヤシガメ",
        "リーシヤン",
        "テツシード",
        "シビシラス",
        "クマシユン",
        "シユシユプ",
        "ワタシラガ",
        "オトシドリ"
      ],
      "ダ": [
        "ゴルダツク",
        "サンダース",
        "オーダイル",
        "ヒヒダルマ"
      ],
      "ロ": [
        "ニヨロボン",
        "ギヤロツプ",
        "ニヨロトノ",
        "ソルロツク",
        "レジロツク",
        "ミミロツプ",
        "ドクロツグ",
        "ジヤローダ",
        "チヨロネコ",
        "ココロモリ",
        "オーロツト",
        "ウツロイド",
        "ネクロズマ",
        "オーロンゲ",
        "ニヤローテ"
      ],
      "ゲ": [
        "ユンゲラー",
        "アリゲイツ",
        "ガマゲロゲ",
        "タマゲタケ",
        "アチゲータ",
        "ドドゲザン"
      ],
      "デ": [
        "フーデイン",
        "ヒトデマン",
        "トリデプス",
        "ハーデリア",
        "ドレデイア",
        "ケルデイオ",
        "シロデスナ",
        "トゲデマル"
      ],
      "コ": [
        "レアコイル",
        "エネコロロ",
        "ケイコウオ",
        "ジバコイル",
        "ドツコラー",
        "ハハコモリ",
        "ゲツコウガ",
        "カチコール",
        "ヌイコグマ",
        "ナマコブシ",
        "ネツコアラ",
        "バリコオル",
        "ノココツチ"
      ],
      "ベ": [
        "ベトベター",
        "ベトベトン",
        "ベロベルト",
        "ツンベアー",
        "クレベース"
      ],
      "ル": [
        "シエルダー",
        "ホエルオー",
        "ニヤルマー",
        "カバルドン",
        "レパルダス",
        "ゴチルゼル",
        "コアルヒー",
        "シビルドン",
        "アギルダー",
        "コバルオン",
        "テールナー",
        "アマルルガ",
        "ヌメルゴン",
        "イベルタル",
        "ルガルガン",
        "キテルグマ",
        "ウエルカモ",
        "ミガルーサ"
      ],
      "グ": [
        "キングラー",
        "キングドラ",
        "ザングース",
        "トドグラー",
        "メタグロス",
        "ヤングース",
        "デカグース"
      ],
      "マ": [
        "マルマイン",
        "アズマオウ",
        "マグマラシ",
        "マグマツグ",
        "アーマルド",
        "ボーマンダ",
        "ミノマダム",
        "ムウマージ",
        "ダルマツカ",
        "ハリマロン",
        "カラマネロ",
        "アママイコ",
        "マシマシラ"
      ],
      "ム": [
        "サワムラー",
        "ミノムツチ",
        "クリムガン",
        "ブリムオン"
      ],
      "ワ": [
        "エビワラー",
        "シヤワーズ",
        "ユキワラシ",
        "ヨノワール",
        "キユワワー",
        "モモワロウ"
      ],
      "ホ": [
        "サイホーン",
        "ムクホーク",
        "ミルホツグ",
        "ケンホロウ"
      ],
      "ジ": [
        "モンジヤラ",
        "ルージユラ",
        "バルジーナ",
        "ビリジオン",
        "アゴジムシ",
        "パオジアン"
      ],
      "ヤ": [
        "バリヤード",
        "ヤンヤンマ",
        "バシヤーモ",
        "ブニヤツト",
        "モジヤンボ",
        "メガヤンマ",
        "ムシヤーナ",
        "ヒノヤコマ",
        "ルチヤブル",
        "オシヤマリ",
        "マルヤクデ"
      ],
      "ナ": [
        "オムナイト",
        "ヒマナツツ",
        "ソーナンス",
        "サーナイト",
        "カラナクシ"
      ],
      "ニ": [
        "メガニウム"
      ],
      "ア": [
        "ヒノアラシ",
        "アリアドス",
        "レジアイス",
        "デイアルガ",
        "ゾロアーク",
        "アイアント",
        "ルナアーラ"
      ],
      "テ": [
        "ネイテイオ",
        "ダーテング",
        "ハリテヤマ",
        "ハンテール",
        "ギラテイナ",
        "ビクテイニ",
        "ヨーテリー"
      ],
      "カ": [
        "ヤミカラス",
        "マグカルゴ",
        "ジユカイン",
        "テツカニン",
        "ミロカロス",
        "モウカザル",
        "ゴウカザル",
        "ドンカラス",
        "ユキカブリ",
        "マラカツチ",
        "デスカーン",
        "ドデカバシ",
        "テツカグヤ",
        "サシカマス",
        "イルカマン"
      ],
      "ネ": [
        "ハガネール",
        "ハブネーク",
        "トルネロス",
        "ゼルネアス",
        "イイネイヌ"
      ],
      "ポ": [
        "テツポウオ",
        "ヒポポタス"
      ],
      "ゴ": [
        "ポリゴン２",
        "ミズゴロウ",
        "ボスゴドラ",
        "オニゴーリ",
        "ポリゴンＺ",
        "アバゴーラ",
        "ゴーゴート",
        "ガチゴラス",
        "アーゴヨン",
        "サニゴーン"
      ],
      "エ": [
        "カポエラー",
        "メロエツタ",
        "フラエツテ",
        "マシエード",
        "レジエレキ"
      ],
      "ユ": [
        "ムチユール",
        "マニユーラ",
        "ミジユマル",
        "ドリユウズ"
      ],
      "プ": [
        "ジユプトル",
        "バニプツチ",
        "ランプラー",
        "パンプジン"
      ],
      "ザ": [
        "ジグザグマ",
        "タマザラシ",
        "エレザード",
        "ブリザポス"
      ],
      "サ": [
        "カラサリス",
        "カプサイジ"
      ],
      "ハ": [
        "アゲハント",
        "サメハダー",
        "ミツハニー"
      ],
      "ケ": [
        "ドクケイル",
        "ダイケンキ",
        "アーケオス"
      ],
      "ブ": [
        "ハスブレロ",
        "エンブオー",
        "ローブシン"
      ],
      "パ": [
        "ルンパツパ",
        "ラムパルド",
        "イワパレス",
        "ドラパルト",
        "テラパゴス"
      ],
      "モ": [
        "アメモース",
        "コスモツグ",
        "コスモウム",
        "パーモツト",
        "パピモツチ"
      ],
      "ガ": [
        "キノガツサ",
        "ウルガモス",
        "ブリガロン",
        "ゲコガシラ",
        "ギルガルド",
        "ガオガエン",
        "クワガノン",
        "バクガメス",
        "ソルガレオ",
        "ホシガリス",
        "アオガラス",
        "オーガポン"
      ],
      "オ": [
        "バクオング",
        "カイオーガ",
        "チヤオブー"
      ],
      "ビ": [
        "バルビート",
        "ワルビアル",
        "シビビール"
      ],
      "ミ": [
        "イルミーゼ",
        "ドーミラー",
        "トリミアン",
        "ドラミドロ",
        "カラミンゴ"
      ],
      "ピ": [
        "ブーピツグ",
        "トロピウス",
        "ドラピオン"
      ],
      "ペ": [
        "ジユペツタ",
        "エンペルト"
      ],
      "ゼ": [
        "トドゼルガ",
        "ザマゼンタ"
      ],
      "メ": [
        "ガーメイル",
        "ユキメノコ",
        "メルメタル",
        "ドラメシヤ"
      ],
      "ズ": [
        "イシズマイ",
        "ズルズキン"
      ],
      "ヒ": [
        "ニヤヒート"
      ],
      "ヂ": [
        "デンヂムシ"
      ],
      "ソ": [
        "ヤバソチヤ"
      ]
    },
    "3": {
      "ダ": [
        "フシギダネ",
        "シエルダー",
        "ビリリダマ",
        "クヌギダマ",
        "サメハダー",
        "ミノマダム",
        "レパルダス",
        "ダストダス",
        "アギルダー",
        "ワナイダー"
      ],
      "ソ": [
        "フシギソウ"
      ],
      "バ": [
        "フシギバナ",
        "オオスバメ",
        "ドデカバシ"
      ],
      "ド": [
        "リザードン",
        "ギヤラドス",
        "アリアドス",
        "キングドラ",
        "ボスゴドラ",
        "ユレイドル",
        "グラードン",
        "ズガイドス",
        "トリトドン",
        "カバルドン",
        "ドサイドン",
        "シビルドン",
        "サザンドラ",
        "ドラミドロ",
        "オドリドリ",
        "バンバドロ",
        "オトシドリ",
        "コライドン",
        "ミライドン"
      ],
      "ク": [
        "カメツクス",
        "ナゾノクサ",
        "パラセクト",
        "カラナクシ",
        "ドータクン",
        "オノノクス",
        "ゲノセクト",
        "メエークル",
        "マルヤクデ"
      ],
      "ピ": [
        "キヤタピー"
      ],
      "セ": [
        "トランセル",
        "ハリーセン"
      ],
      "リ": [
        "バタフリー",
        "オニドリル",
        "ダグトリオ",
        "ドードリオ",
        "キリンリキ",
        "カラサリス",
        "チルタリス",
        "クレセリア",
        "ヨーテリー",
        "ハーデリア",
        "ホシガリス",
        "ヨクバリス",
        "ハラバリー",
        "ウミトリオ",
        "リキキリン"
      ],
      "ツ": [
        "ピジヨツト",
        "アーボツク",
        "ゴルバツト",
        "ゴルダツク",
        "ウツボツト",
        "ギヤロツプ",
        "ミユウツー",
        "クロバツト",
        "トゲチツク",
        "ヒマナツツ",
        "マグマツグ",
        "エレキツド",
        "ルンパツパ",
        "キノガツサ",
        "ブーピツグ",
        "ソルロツク",
        "ドジヨツチ",
        "ジユペツタ",
        "レジロツク",
        "コロトツク",
        "ミノムツチ",
        "ミミロツプ",
        "ブニヤツト",
        "ドクロツグ",
        "マスキツパ",
        "トゲキツス",
        "エムリツト",
        "ミルホツグ",
        "ダルマツカ",
        "マラカツチ",
        "バニプツチ",
        "バニリツチ",
        "メロエツタ",
        "フラエツテ",
        "オーロツト",
        "オンバツト",
        "ケララツパ",
        "コスモツグ",
        "ラビフツト",
        "マホイツプ",
        "コオリツポ",
        "マメバツタ",
        "パーモツト",
        "パピモツチ",
        "ハカドツグ",
        "ノココツチ"
      ],
      "ズ": [
        "オニスズメ",
        "ヨルノズク",
        "ネクロズマ"
      ],
      "ユ": [
        "ピカチユウ",
        "ライチユウ",
        "ルージユラ",
        "ミニリユウ",
        "ハクリユー",
        "カイリユー",
        "デンリユウ",
        "モグリユー",
        "デンチユラ",
        "クマシユン",
        "シユシユプ"
      ],
      "パ": [
        "サンドパン",
        "スリーパー",
        "ペリツパー",
        "ニヤスパー",
        "ペロツパフ",
        "オトスパス"
      ],
      "ン": [
        "ニドラン♀",
        "ニドラン♂",
        "ニドキング",
        "ベロリンガ",
        "トサキント",
        "コイキング",
        "ヤンヤンマ",
        "ヤドキング",
        "ソーナンス",
        "ポリゴン２",
        "ミルタンク",
        "アゲハント",
        "ダーテング",
        "ケツキング",
        "バクオング",
        "ジーランス",
        "ボーマンダ",
        "チエリンボ",
        "スカタンク",
        "ネオラント",
        "モジヤンボ",
        "メガヤンマ",
        "ポリゴンＺ",
        "ダイケンキ",
        "ムーランド",
        "コジヨンド",
        "アイアント",
        "ドロバンコ",
        "ジヤランゴ",
        "オーロンゲ",
        "ザマゼンタ",
        "イキリンコ",
        "カラミンゴ"
      ],
      "ー": [
        "ニドリーナ",
        "ニドリーノ",
        "サイホーン",
        "バリヤード",
        "シヤワーズ",
        "サンダース",
        "チコリータ",
        "ベイリーフ",
        "バクフーン",
        "ランターン",
        "アンノーン",
        "ハガネール",
        "デリバード",
        "ムチユール",
        "バシヤーモ",
        "ラグラージ",
        "アメモース",
        "バルビート",
        "イルミーゼ",
        "マルノーム",
        "パツチール",
        "ビブラーバ",
        "ザングース",
        "ハブネーク",
        "ルナトーン",
        "ネンドール",
        "サマヨール",
        "オニゴーリ",
        "ハンテール",
        "カイオーガ",
        "ムクバード",
        "ムクホーク",
        "コロボーシ",
        "エテボース",
        "ムウマージ",
        "マニユーラ",
        "ブーバーン",
        "ダイノーズ",
        "ヨノワール",
        "ジヤローダ",
        "ムシヤーナ",
        "エルフーン",
        "デスカーン",
        "プロトーガ",
        "アバゴーラ",
        "ゾロアーク",
        "チラチーノ",
        "テツシード",
        "シビビール",
        "バルジーナ",
        "ハリボーグ",
        "ゴーゴート",
        "ペロリーム",
        "マーイーカ",
        "エレザード",
        "カチコール",
        "クレベース",
        "オンバーン",
        "ニヤヒート",
        "アシレーヌ",
        "ヤングース",
        "デカグース",
        "マシエード",
        "ルナアーラ",
        "ズガドーン",
        "サニゴーン",
        "デスバーン",
        "タイレーツ",
        "ニヤローテ",
        "アチゲータ",
        "ミガルーサ"
      ],
      "イ": [
        "ニドクイン",
        "フーデイン",
        "レアコイル",
        "マルマイン",
        "ストライク",
        "オムナイト",
        "アリゲイツ",
        "オーダイル",
        "ネイテイオ",
        "マンタイン",
        "ジユカイン",
        "ドクケイル",
        "サーナイト",
        "レジアイス",
        "ポツタイシ",
        "ロズレイド",
        "ガーメイル",
        "ビークイン",
        "フワライド",
        "ジバコイル",
        "リーフイア",
        "エルレイド",
        "ギラテイナ",
        "ビクテイニ",
        "ゼブライカ",
        "ドレデイア",
        "ケルデイオ",
        "ニンフイア",
        "ドヒドイデ",
        "アママイコ",
        "ウツロイド",
        "カプサイジ",
        "セグレイブ",
        "イイネイヌ"
      ],
      "コ": [
        "キユウコン",
        "ドテツコツ",
        "ヒノヤコマ"
      ],
      "ハ": [
        "クサイハナ",
        "キレイハナ"
      ],
      "シ": [
        "ラフレシア",
        "マクノシタ",
        "デオキシス",
        "グレイシア",
        "ローブシン",
        "ゲコガシラ",
        "ハギギシリ",
        "ドラメシヤ",
        "マシマシラ"
      ],
      "オ": [
        "モルフオン",
        "アズマオウ",
        "ホエルオー",
        "カクレオン",
        "ラテイオス",
        "ドラピオン",
        "ユキノオー",
        "グライオン",
        "エンブオー",
        "アーケオス",
        "コバルオン",
        "テラキオン",
        "ビリジオン",
        "ジメレオン",
        "ブリムオン",
        "バリコオル",
        "ウーラオス"
      ],
      "ア": [
        "ペルシアン",
        "レデイアン",
        "ドンフアン",
        "ラテイアス",
        "ガブリアス",
        "ギガイアス",
        "ワルビアル",
        "ギギギアル",
        "ツンベアー",
        "トリミアン",
        "ゼルネアス",
        "ネツコアラ",
        "パオジアン"
      ],
      "ザ": [
        "オコリザル",
        "フリーザー",
        "モウカザル",
        "ゴウカザル",
        "キリキザン",
        "コノヨザル",
        "ドドゲザン"
      ],
      "デ": [
        "ウインデイ",
        "シヤンデラ",
        "ガメノデス",
        "ポツトデス"
      ],
      "ボ": [
        "ニヨロボン",
        "マダツボミ",
        "ハトーボー",
        "ママンボウ",
        "アブリボン"
      ],
      "ラ": [
        "ユンゲラー",
        "メノクラゲ",
        "ドククラゲ",
        "キングラー",
        "サワムラー",
        "エビワラー",
        "ヒノアラシ",
        "マグマラシ",
        "ヤミカラス",
        "カポエラー",
        "ヨーギラス",
        "サナギラス",
        "バンギラス",
        "ナツクラー",
        "ユキワラシ",
        "タマザラシ",
        "トドグラー",
        "レントラー",
        "ドンカラス",
        "ドーミラー",
        "ヒードラン",
        "ダークライ",
        "ドツコラー",
        "ペンドラー",
        "シンボラー",
        "シビシラス",
        "ランプラー",
        "クイタラン",
        "コフーライ",
        "ガチゴラス",
        "アオガラス",
        "ワタシラガ",
        "レジドラゴ",
        "ノノクラゲ",
        "リククラゲ"
      ],
      "キ": [
        "ワンリキー",
        "ゴーリキー",
        "カイリキー",
        "ウソツキー",
        "ブラツキー",
        "ヤナツキー",
        "バオツキー",
        "ヒヤツキー",
        "ズルズキン",
        "ミミツキユ",
        "バチンキー"
      ],
      "ブ": [
        "イシツブテ",
        "グランブル",
        "ユキカブリ",
        "エレキブル",
        "チヤオブー",
        "ルチヤブル",
        "ナマコブシ"
      ],
      "ニ": [
        "ゴローニヤ",
        "テツカニン",
        "ゴニヨニヨ",
        "ミツハニー",
        "バイバニラ",
        "オリーニヨ"
      ],
      "タ": [
        "ベトベター",
        "ブースター",
        "オムスター",
        "ヒポポタス",
        "タマゲタケ",
        "ブロスター",
        "イベルタル",
        "メルメタル",
        "シヤリタツ"
      ],
      "ト": [
        "ベトベトン",
        "ニヨロトノ",
        "フオレトス",
        "ジユプトル",
        "ドダイトス",
        "イダイトウ"
      ],
      "エ": [
        "パルシエン",
        "ガオガエン"
      ],
      "ガ": [
        "マタドガス",
        "グライガー",
        "シザリガー",
        "ハヤシガメ",
        "レジギガス",
        "クリムガン",
        "ルガルガン",
        "カジリガメ"
      ],
      "ヤ": [
        "モンジヤラ",
        "フアイヤー",
        "ワカシヤモ",
        "ハリテヤマ",
        "ポツチヤマ",
        "リーシヤン",
        "バルチヤイ",
        "ヤンチヤム",
        "カヌチヤン"
      ],
      "マ": [
        "ヒトデマン",
        "ニヤルマー",
        "ミジユマル",
        "フタチマル",
        "イシズマイ",
        "チヨボマキ",
        "オシヤマリ",
        "トゲデマル",
        "サシカマス",
        "ハリーマン",
        "イルカマン"
      ],
      "ミ": [
        "スターミー",
        "チラーミイ"
      ],
      "ロ": [
        "ケンタロス",
        "ヘラクロス",
        "ミズゴロウ",
        "ヌマクロー",
        "エネコロロ",
        "ミロカロス",
        "メタグロス",
        "ケンホロウ",
        "ガマゲロゲ",
        "ヤブクロン",
        "バツフロン",
        "トルネロス",
        "ボルトロス",
        "ランドロス",
        "ハリマロン",
        "ブリガロン",
        "フクスロー",
        "ジジーロン",
        "ラブトロス",
        "キラフロル",
        "モモワロウ"
      ],
      "プ": [
        "カブトプス",
        "タテトプス",
        "トリデプス",
        "スカンプー",
        "タルツプル"
      ],
      "ウ": [
        "メガニウム",
        "テツポウオ",
        "カゲボウズ",
        "トロピウス",
        "レツクウザ",
        "ケイコウオ",
        "アルセウス",
        "ドリユウズ",
        "ゲツコウガ",
        "コスモウム",
        "バチンウニ"
      ],
      "チ": [
        "チヨンチー",
        "レジスチル",
        "バケツチヤ",
        "カジツチユ",
        "カミツチユ",
        "ヤバソチヤ"
      ],
      "ル": [
        "マグカルゴ",
        "ライボルト",
        "アーマルド",
        "トドゼルガ",
        "エンペルト",
        "ラムパルド",
        "ベロベルト",
        "デイアルガ",
        "ヒヒダルマ",
        "ランクルス",
        "シユバルゴ",
        "ギルガルド",
        "アマルルガ",
        "カミツルギ",
        "ドラパルト",
        "ナミイルカ",
        "デインルー"
      ],
      "ム": [
        "エアームド",
        "コフキムシ",
        "アゴジムシ",
        "デンヂムシ",
        "コソクムシ",
        "サツチムシ",
        "レドームシ"
      ],
      "グ": [
        "ジグザグマ",
        "マツスグマ",
        "グレツグル",
        "ウオーグル",
        "ヌイコグマ",
        "キテルグマ",
        "テツカグヤ",
        "タギングル"
      ],
      "レ": [
        "ハスブレロ",
        "チヤーレム",
        "イワパレス",
        "モロバレル",
        "ナツトレイ",
        "ソルガレオ",
        "レジエレキ",
        "コレクレー"
      ],
      "モ": [
        "ヤルキモノ",
        "ココロモリ",
        "ハハコモリ",
        "ウルガモス",
        "ヤトウモリ"
      ],
      "ゴ": [
        "フライゴン",
        "ヌメルゴン",
        "トロツゴン",
        "サーフゴー",
        "テラパゴス"
      ],
      "ビ": [
        "サクラビス",
        "ジヤノビー"
      ],
      "ゼ": [
        "フローゼル",
        "ゴチルゼル"
      ],
      "ノ": [
        "ユキメノコ",
        "クワガノン"
      ],
      "ジ": [
        "ツタージヤ",
        "メブキジカ",
        "フリージオ",
        "カエンジシ",
        "パンプジン",
        "アマージヨ",
        "サダイジヤ",
        "アルクジラ",
        "ハルクジラ"
      ],
      "ネ": [
        "チヨロネコ",
        "カラマネロ"
      ],
      "ヒ": [
        "コアルヒー"
      ],
      "ゲ": [
        "ブルンゲル"
      ],
      "フ": [
        "コジヨフー",
        "クレツフイ"
      ],
      "ナ": [
        "テールナー"
      ],
      "ギ": [
        "ニダンギル",
        "キチキギス"
      ],
      "ワ": [
        "フレフワン",
        "キユワワー",
        "パルスワン"
      ],
      "ポ": [
        "ウデツポウ",
        "ブリザポス",
        "レイスポス",
        "オーガポン"
      ],
      "テ": [
        "エリキテル",
        "ラランテス"
      ],
      "カ": [
        "マケンカニ",
        "ケケンカニ",
        "ウエルカモ",
        "モトトカゲ"
      ],
      "ス": [
        "シロデスナ"
      ],
      "メ": [
        "バクガメス"
      ],
      "ヨ": [
        "アーゴヨン"
      ],
      "サ": [
        "イエツサン"
      ],
      "ヴ": [
        "オリーヴア"
      ]
    },
    "4": {
      "ネ": [
        "フシギダネ"
      ],
      "ウ": [
        "フシギソウ",
        "ピカチユウ",
        "ライチユウ",
        "アズマオウ",
        "ミニリユウ",
        "デンリユウ",
        "ミズゴロウ",
        "ケンホロウ",
        "ママンボウ",
        "ウデツポウ",
        "イダイトウ",
        "モモワロウ"
      ],
      "ナ": [
        "フシギバナ",
        "ニドリーナ",
        "クサイハナ",
        "キレイハナ",
        "ギラテイナ",
        "ムシヤーナ",
        "バルジーナ",
        "シロデスナ"
      ],
      "ン": [
        "リザードン",
        "サンドパン",
        "ニドクイン",
        "キユウコン",
        "モルフオン",
        "ペルシアン",
        "ニヨロボン",
        "フーデイン",
        "ベトベトン",
        "パルシエン",
        "マルマイン",
        "サイホーン",
        "ヒトデマン",
        "バクフーン",
        "レデイアン",
        "ランターン",
        "アンノーン",
        "ハリーセン",
        "マンタイン",
        "ドンフアン",
        "ジユカイン",
        "テツカニン",
        "フライゴン",
        "ルナトーン",
        "カクレオン",
        "グラードン",
        "ビークイン",
        "トリトドン",
        "リーシヤン",
        "ドータクン",
        "カバルドン",
        "ドラピオン",
        "ドサイドン",
        "ブーバーン",
        "グライオン",
        "ヒードラン",
        "ローブシン",
        "エルフーン",
        "ズルズキン",
        "デスカーン",
        "ヤブクロン",
        "シビルドン",
        "クマシユン",
        "クリムガン",
        "キリキザン",
        "バツフロン",
        "クイタラン",
        "コバルオン",
        "テラキオン",
        "ビリジオン",
        "ハリマロン",
        "ブリガロン",
        "トリミアン",
        "フレフワン",
        "ヌメルゴン",
        "パンプジン",
        "オンバーン",
        "ガオガエン",
        "クワガノン",
        "アブリボン",
        "ルガルガン",
        "ジジーロン",
        "アーゴヨン",
        "ズガドーン",
        "ジメレオン",
        "パルスワン",
        "トロツゴン",
        "ブリムオン",
        "サニゴーン",
        "デスバーン",
        "イエツサン",
        "ハリーマン",
        "カヌチヤン",
        "イルカマン",
        "リキキリン",
        "ドドゲザン",
        "パオジアン",
        "コライドン",
        "ミライドン",
        "オーガポン"
      ],
      "ス": [
        "カメツクス",
        "マタドガス",
        "ケンタロス",
        "ギヤラドス",
        "サンダース",
        "カブトプス",
        "アリアドス",
        "ヤミカラス",
        "ソーナンス",
        "フオレトス",
        "ヘラクロス",
        "ヨーギラス",
        "サナギラス",
        "バンギラス",
        "カラサリス",
        "アメモース",
        "チルタリス",
        "ザングース",
        "ミロカロス",
        "トロピウス",
        "サクラビス",
        "ジーランス",
        "メタグロス",
        "レジアイス",
        "ラテイアス",
        "ラテイオス",
        "デオキシス",
        "ドダイトス",
        "ズガイドス",
        "タテトプス",
        "トリデプス",
        "エテボース",
        "ドンカラス",
        "ガブリアス",
        "ヒポポタス",
        "トゲキツス",
        "レジギガス",
        "アルセウス",
        "レパルダス",
        "ギガイアス",
        "イワパレス",
        "アーケオス",
        "ダストダス",
        "ランクルス",
        "シビシラス",
        "オノノクス",
        "ウルガモス",
        "トルネロス",
        "ボルトロス",
        "ランドロス",
        "ガメノデス",
        "ガチゴラス",
        "クレベース",
        "ゼルネアス",
        "ヤングース",
        "デカグース",
        "ラランテス",
        "バクガメス",
        "ホシガリス",
        "ヨクバリス",
        "アオガラス",
        "サシカマス",
        "オトスパス",
        "ポツトデス",
        "ウーラオス",
        "ブリザポス",
        "レイスポス",
        "ラブトロス",
        "キチキギス",
        "テラパゴス"
      ],
      "ー": [
        "キヤタピー",
        "バタフリー",
        "ユンゲラー",
        "ワンリキー",
        "ゴーリキー",
        "カイリキー",
        "ベトベター",
        "シエルダー",
        "スリーパー",
        "キングラー",
        "サワムラー",
        "エビワラー",
        "スターミー",
        "ブースター",
        "オムスター",
        "フリーザー",
        "フアイヤー",
        "ハクリユー",
        "カイリユー",
        "ミユウツー",
        "チヨンチー",
        "ウソツキー",
        "ブラツキー",
        "グライガー",
        "カポエラー",
        "ヌマクロー",
        "ペリツパー",
        "サメハダー",
        "ホエルオー",
        "ナツクラー",
        "シザリガー",
        "トドグラー",
        "レントラー",
        "ミツハニー",
        "ニヤルマー",
        "スカンプー",
        "ドーミラー",
        "ユキノオー",
        "ジヤノビー",
        "チヤオブー",
        "エンブオー",
        "ヨーテリー",
        "ヤナツキー",
        "バオツキー",
        "ヒヤツキー",
        "ハトーボー",
        "モグリユー",
        "ドツコラー",
        "ペンドラー",
        "シンボラー",
        "コアルヒー",
        "ランプラー",
        "ツンベアー",
        "アギルダー",
        "コジヨフー",
        "テールナー",
        "ニヤスパー",
        "ブロスター",
        "フクスロー",
        "キユワワー",
        "バチンキー",
        "ワナイダー",
        "ハラバリー",
        "コレクレー",
        "サーフゴー",
        "デインルー"
      ],
      "ル": [
        "トランセル",
        "オニドリル",
        "オコリザル",
        "レアコイル",
        "オーダイル",
        "ハガネール",
        "グランブル",
        "ムチユール",
        "ジユプトル",
        "ドクケイル",
        "パツチール",
        "ネンドール",
        "ユレイドル",
        "サマヨール",
        "ハンテール",
        "レジスチル",
        "モウカザル",
        "ゴウカザル",
        "ガーメイル",
        "フローゼル",
        "グレツグル",
        "ジバコイル",
        "エレキブル",
        "ヨノワール",
        "ミジユマル",
        "フタチマル",
        "ワルビアル",
        "ゴチルゼル",
        "モロバレル",
        "ブルンゲル",
        "ギギギアル",
        "シビビール",
        "ウオーグル",
        "メエークル",
        "ニダンギル",
        "エリキテル",
        "ルチヤブル",
        "カチコール",
        "イベルタル",
        "トゲデマル",
        "メルメタル",
        "タルツプル",
        "バリコオル",
        "タギングル",
        "キラフロル",
        "コノヨザル"
      ],
      "ト": [
        "ピジヨツト",
        "ゴルバツト",
        "パラセクト",
        "ウツボツト",
        "トサキント",
        "オムナイト",
        "クロバツト",
        "アゲハント",
        "サーナイト",
        "ライボルト",
        "バルビート",
        "エンペルト",
        "ブニヤツト",
        "ネオラント",
        "ベロベルト",
        "エムリツト",
        "アイアント",
        "ゲノセクト",
        "ゴーゴート",
        "オーロツト",
        "オンバツト",
        "ニヤヒート",
        "ラビフツト",
        "ドラパルト",
        "パーモツト"
      ],
      "メ": [
        "オニスズメ",
        "オオスバメ",
        "ハヤシガメ",
        "カジリガメ"
      ],
      "ク": [
        "アーボツク",
        "ゴルダツク",
        "ストライク",
        "ヨルノズク",
        "トゲチツク",
        "ミルタンク",
        "ハブネーク",
        "ソルロツク",
        "レジロツク",
        "ムクホーク",
        "コロトツク",
        "スカタンク",
        "ゾロアーク"
      ],
      "♀": [
        "ニドラン♀"
      ],
      "♂": [
        "ニドラン♂"
      ],
      "ノ": [
        "ニドリーノ",
        "ニヨロトノ",
        "ヤルキモノ",
        "チラチーノ"
      ],
      "グ": [
        "ニドキング",
        "コイキング",
        "ヤドキング",
        "マグマツグ",
        "ダーテング",
        "ケツキング",
        "バクオング",
        "ブーピツグ",
        "ドクロツグ",
        "ミルホツグ",
        "ハリボーグ",
        "コスモツグ",
        "ハカドツグ"
      ],
      "サ": [
        "ナゾノクサ",
        "キノガツサ",
        "ミガルーサ"
      ],
      "ア": [
        "ラフレシア",
        "リーフイア",
        "グレイシア",
        "クレセリア",
        "ハーデリア",
        "ドレデイア",
        "ニンフイア",
        "オリーヴア"
      ],
      "オ": [
        "ダグトリオ",
        "ドードリオ",
        "ネイテイオ",
        "テツポウオ",
        "ケイコウオ",
        "フリージオ",
        "ケルデイオ",
        "ソルガレオ",
        "ウミトリオ"
      ],
      "イ": [
        "ウインデイ",
        "ダークライ",
        "イシズマイ",
        "チラーミイ",
        "ナツトレイ",
        "バルチヤイ",
        "コフーライ",
        "クレツフイ"
      ],
      "ミ": [
        "マダツボミ"
      ],
      "ゲ": [
        "メノクラゲ",
        "ドククラゲ",
        "ガマゲロゲ",
        "オーロンゲ",
        "ノノクラゲ",
        "リククラゲ",
        "モトトカゲ"
      ],
      "テ": [
        "イシツブテ",
        "フラエツテ",
        "ニヤローテ"
      ],
      "ヤ": [
        "ゴローニヤ",
        "ツタージヤ",
        "バケツチヤ",
        "テツカグヤ",
        "サダイジヤ",
        "ドラメシヤ",
        "ヤバソチヤ"
      ],
      "プ": [
        "ギヤロツプ",
        "ミミロツプ",
        "シユシユプ",
        "マホイツプ"
      ],
      "マ": [
        "ビリリダマ",
        "ヤンヤンマ",
        "クヌギダマ",
        "ジグザグマ",
        "マツスグマ",
        "ハリテヤマ",
        "ポツチヤマ",
        "メガヤンマ",
        "ヒヒダルマ",
        "ヒノヤコマ",
        "ヌイコグマ",
        "キテルグマ",
        "ネクロズマ"
      ],
      "ガ": [
        "ベロリンガ",
        "トドゼルガ",
        "カイオーガ",
        "デイアルガ",
        "プロトーガ",
        "ゲツコウガ",
        "アマルルガ",
        "ワタシラガ"
      ],
      "ラ": [
        "モンジヤラ",
        "ルージユラ",
        "キングドラ",
        "ボスゴドラ",
        "マニユーラ",
        "アバゴーラ",
        "バイバニラ",
        "デンチユラ",
        "シヤンデラ",
        "サザンドラ",
        "ゲコガシラ",
        "ネツコアラ",
        "ルナアーラ",
        "アルクジラ",
        "ハルクジラ",
        "マシマシラ"
      ],
      "ド": [
        "バリヤード",
        "デリバード",
        "エアームド",
        "エレキツド",
        "アーマルド",
        "ムクバード",
        "ロズレイド",
        "ラムパルド",
        "フワライド",
        "エルレイド",
        "ムーランド",
        "テツシード",
        "コジヨンド",
        "ギルガルド",
        "エレザード",
        "マシエード",
        "ウツロイド"
      ],
      "ズ": [
        "シヤワーズ",
        "カゲボウズ",
        "ダイノーズ",
        "ドリユウズ"
      ],
      "タ": [
        "チコリータ",
        "マクノシタ",
        "ジユペツタ",
        "メロエツタ",
        "ザマゼンタ",
        "アチゲータ",
        "マメバツタ"
      ],
      "フ": [
        "ベイリーフ",
        "ペロツパフ"
      ],
      "ム": [
        "メガニウム",
        "チヤーレム",
        "マルノーム",
        "ミノマダム",
        "ヤンチヤム",
        "ペロリーム",
        "コスモウム"
      ],
      "シ": [
        "ヒノアラシ",
        "マグマラシ",
        "ユキワラシ",
        "タマザラシ",
        "ポツタイシ",
        "コロボーシ",
        "カラナクシ",
        "コフキムシ",
        "カエンジシ",
        "ドデカバシ",
        "アゴジムシ",
        "デンヂムシ",
        "コソクムシ",
        "ナマコブシ",
        "サツチムシ",
        "レドームシ"
      ],
      "ツ": [
        "アリゲイツ",
        "ヒマナツツ",
        "ドテツコツ",
        "タイレーツ",
        "シヤリタツ"
      ],
      "キ": [
        "キリンリキ",
        "ダイケンキ",
        "チヨボマキ",
        "レジエレキ"
      ],
      "ゴ": [
        "マグカルゴ",
        "シユバルゴ",
        "ジヤランゴ",
        "レジドラゴ",
        "カラミンゴ"
      ],
      "２": [
        "ポリゴン２"
      ],
      "モ": [
        "ワカシヤモ",
        "バシヤーモ",
        "ウエルカモ"
      ],
      "ジ": [
        "ラグラージ",
        "ムウマージ",
        "カプサイジ"
      ],
      "ロ": [
        "ハスブレロ",
        "エネコロロ",
        "カラマネロ",
        "ドラミドロ",
        "バンバドロ"
      ],
      "パ": [
        "ルンパツパ",
        "マスキツパ",
        "ケララツパ"
      ],
      "ヨ": [
        "ゴニヨニヨ",
        "アマージヨ",
        "オリーニヨ"
      ],
      "ゼ": [
        "イルミーゼ"
      ],
      "バ": [
        "ビブラーバ"
      ],
      "チ": [
        "ドジヨツチ",
        "ミノムツチ",
        "マラカツチ",
        "バニプツチ",
        "バニリツチ",
        "パピモツチ",
        "ノココツチ"
      ],
      "リ": [
        "オニゴーリ",
        "ユキカブリ",
        "ココロモリ",
        "ハハコモリ",
        "オシヤマリ",
        "オドリドリ",
        "ヤトウモリ",
        "ハギギシリ",
        "オトシドリ"
      ],
      "ダ": [
        "ボーマンダ",
        "ジヤローダ"
      ],
      "ザ": [
        "レツクウザ"
      ],
      "ボ": [
        "チエリンボ",
        "モジヤンボ"
      ],
      "Ｚ": [
        "ポリゴンＺ"
      ],
      "コ": [
        "ユキメノコ",
        "チヨロネコ",
        "ドロバンコ",
        "アママイコ",
        "イキリンコ"
      ],
      "ニ": [
        "ビクテイニ",
        "マケンカニ",
        "ケケンカニ",
        "バチンウニ"
      ],
      "カ": [
        "ゼブライカ",
        "ダルマツカ",
        "メブキジカ",
        "マーイーカ",
        "ナミイルカ"
      ],
      "ケ": [
        "タマゲタケ"
      ],
      "ヌ": [
        "アシレーヌ",
        "イイネイヌ"
      ],
      "デ": [
        "ドヒドイデ",
        "マルヤクデ"
      ],
      "ユ": [
        "ミミツキユ",
        "カジツチユ",
        "カミツチユ"
      ],
      "ギ": [
        "カミツルギ"
      ],
      "ポ": [
        "コオリツポ"
      ],
      "ブ": [
        "セグレイブ"
      ]
    }
  },
  "4": {
    "0": {
      "ヒ": [
        "ヒトカゲ",
        "ヒメグマ",
        "ヒンバス",
        "ヒコザル",
        "ヒヤツプ",
        "ヒトモシ",
        "ヒトツキ",
        "ヒドイデ",
        "ヒバニー",
        "ヒメンカ",
        "ヒラヒナ"
      ],
      "リ": [
        "リザード",
        "リングマ",
        "リリーラ",
        "リグレー"
      ],
      "ゼ": [
        "ゼニガメ",
        "ゼクロム",
        "ゼラオラ"
      ],
      "カ": [
        "カメール",
        "カモネギ",
        "カラカラ",
        "カイロス",
        "カビゴン",
        "カブルモ",
        "カメテテ",
        "カリキリ",
        "カムカメ",
        "カルボウ",
        "カイデン"
      ],
      "ビ": [
        "ビードル",
        "ビーダル",
        "ビビヨン"
      ],
      "コ": [
        "コクーン",
        "コラツタ",
        "コンパン",
        "コダツク",
        "コノハナ",
        "ココドラ",
        "コータス",
        "コモルー",
        "コリンク",
        "コロモリ",
        "コマタナ",
        "ココガラ"
      ],
      "ス": [
        "スピアー",
        "スリープ",
        "スイクン",
        "スボミー",
        "スコルピ",
        "スワンナ",
        "スナバア",
        "スナヘビ"
      ],
      "ピ": [
        "ピジヨン",
        "ピクシー",
        "ピチユー",
        "ピンプク"
      ],
      "プ": [
        "プクリン",
        "ププリン",
        "プラスル",
        "プルリル"
      ],
      "ズ": [
        "ズバツト",
        "ズルツグ"
      ],
      "デ": [
        "デイグダ",
        "デルビル",
        "デスマス",
        "デデンネ"
      ],
      "ニ": [
        "ニヤース",
        "ニヨロモ",
        "ニヨロゾ",
        "ニユーラ",
        "ニヤビー",
        "ニヤオハ"
      ],
      "マ": [
        "マンキー",
        "マリルリ",
        "マユルド",
        "マイナン",
        "マンムー",
        "マナフイ",
        "マメパト",
        "マツギヨ",
        "マギアナ",
        "マホミル"
      ],
      "ガ": [
        "ガーデイ",
        "ガラガラ",
        "ガルーラ",
        "ガバイト",
        "ガントル",
        "ガマガル",
        "ガチグマ",
        "ガケガニ"
      ],
      "ケ": [
        "ケーシイ",
        "ケムツソ",
        "ケロマツ"
      ],
      "ウ": [
        "ウツドン",
        "ウリムー",
        "ウソハチ",
        "ウールー"
      ],
      "ゴ": [
        "ゴローン",
        "ゴースト",
        "ゴマゾウ",
        "ゴクリン",
        "ゴチミル",
        "ゴビツト",
        "ゴルーグ",
        "ゴロンダ"
      ],
      "ポ": [
        "ポニータ",
        "ポリゴン",
        "ポポツコ",
        "ポチエナ",
        "ポワルン"
      ],
      "ヤ": [
        "ヤドラン",
        "ヤミラミ",
        "ヤジロン",
        "ヤナツプ",
        "ヤヤコマ",
        "ヤバチヤ"
      ],
      "ド": [
        "ドードー",
        "ドガース",
        "ドーブル",
        "ドゴーム",
        "ドンメル",
        "ドロンチ"
      ],
      "パ": [
        "パウワウ",
        "パールル",
        "パチリス",
        "パルキア",
        "パモツト"
      ],
      "ジ": [
        "ジユゴン",
        "ジラーチ",
        "ジヘツド",
        "ジガルデ",
        "ジヤラコ",
        "ジオヅム"
      ],
      "ゲ": [
        "ゲンガー"
      ],
      "イ": [
        "イワーク",
        "イーブイ",
        "イトマル",
        "イノムー",
        "イワンコ",
        "イオルブ",
        "イーユイ"
      ],
      "タ": [
        "タマタマ",
        "タツツー",
        "タネボー",
        "タツベイ",
        "タマンタ",
        "タブンネ",
        "タンドン",
        "タタツコ"
      ],
      "ナ": [
        "ナツシー",
        "ナマケロ",
        "ナマズン",
        "ナエトル"
      ],
      "サ": [
        "サイドン",
        "サンダー",
        "サニーゴ",
        "サボネア",
        "サルノリ"
      ],
      "ラ": [
        "ラツキー",
        "ラプラス",
        "ライコウ",
        "ラルトス",
        "ラクライ",
        "ラブカス"
      ],
      "シ": [
        "シードラ",
        "シエイミ",
        "シキジカ",
        "シズクモ",
        "シガロコ"
      ],
      "エ": [
        "エレブー",
        "エイパム",
        "エーフイ",
        "エンテイ",
        "エモンガ",
        "エレズン"
      ],
      "ブ": [
        "ブーバー",
        "ブイゼル",
        "ブロロン"
      ],
      "メ": [
        "メタモン",
        "メリープ",
        "メタング",
        "メグロコ",
        "メラルバ",
        "メレシー",
        "メルタン",
        "メツソン"
      ],
      "ワ": [
        "ワニノコ",
        "ワタツコ",
        "ワルビル",
        "ワシボン",
        "ワンパチ"
      ],
      "オ": [
        "オオタチ",
        "オクタン",
        "オドシシ",
        "オタマロ",
        "オーベム",
        "オノンド",
        "オラチフ"
      ],
      "ホ": [
        "ホーホー",
        "ホウオウ",
        "ホエルコ",
        "ホイーガ",
        "ホルビー",
        "ホルード",
        "ホゲータ"
      ],
      "レ": [
        "レデイバ",
        "レシラム"
      ],
      "ト": [
        "トゲピー"
      ],
      "ネ": [
        "ネイテイ",
        "ネマシユ"
      ],
      "ハ": [
        "ハネツコ",
        "ハツサム",
        "ハピナス",
        "ハスボー"
      ],
      "キ": [
        "キマワリ",
        "キヤモメ",
        "キルリア",
        "キノココ",
        "キバニア",
        "キユレム",
        "キラーメ"
      ],
      "ノ": [
        "ノコツチ",
        "ノズパス",
        "ノクタス"
      ],
      "ツ": [
        "ツボツボ",
        "ツチニン",
        "ツツケラ"
      ],
      "ヘ": [
        "ヘルガー",
        "ヘイガニ"
      ],
      "バ": [
        "バルキー",
        "バクーダ",
        "バネブー",
        "バオツプ",
        "バスラオ",
        "バチユル",
        "バサギリ"
      ],
      "セ": [
        "セレビイ",
        "セゴール"
      ],
      "ア": [
        "アチヤモ",
        "アメタマ",
        "アサナン",
        "アノプス",
        "アブソル",
        "アグノム",
        "アーケン",
        "アマルス",
        "アシマリ",
        "アブリー",
        "アマカジ",
        "アヤシシ",
        "アノクサ"
      ],
      "グ": [
        "グラエナ",
        "グルトン"
      ],
      "ヌ": [
        "ヌケニン",
        "ヌメイル"
      ],
      "ク": [
        "クチート",
        "クルミル",
        "クルマユ",
        "クズモー",
        "クワツス"
      ],
      "ロ": [
        "ロゼリア"
      ],
      "チ": [
        "チルツト",
        "チリーン",
        "チエリム",
        "チユリネ",
        "チゴラス",
        "チヤデス"
      ],
      "ヨ": [
        "ヨマワル"
      ],
      "ソ": [
        "ソーナノ"
      ],
      "ダ": [
        "ダンバル",
        "ダンゴロ",
        "ダブラン",
        "ダダリン"
      ],
      "ム": [
        "ムツクル"
      ],
      "ル": [
        "ルクシオ",
        "ルカリオ"
      ],
      "フ": [
        "フワンテ",
        "フカマル",
        "フイオネ",
        "フオツコ",
        "フラベベ"
      ],
      "ミ": [
        "ミミロル",
        "ミカルゲ",
        "ミネズミ",
        "ミブリム",
        "ミニーブ",
        "ミミズズ"
      ],
      "ペ": [
        "ペラツプ"
      ],
      "ユ": [
        "ユクシー",
        "ユニラン",
        "ユキハミ"
      ],
      "モ": [
        "モンメン",
        "モクロー",
        "モスノウ",
        "モルペコ"
      ],
      "ギ": [
        "ギギアル"
      ],
      "ボ": [
        "ボクレー"
      ],
      "ベ": [
        "ベベノム",
        "ベロバー",
        "ベラカス"
      ],
      "テ": [
        "テブリム"
      ],
      "ゾ": [
        "ゾウドウ"
      ],
      "ザ": [
        "ザシアン",
        "ザルード"
      ]
    },
    "1": {
      "ト": [
        "ヒトカゲ",
        "イトマル",
        "ヒトモシ",
        "ヒトツキ"
      ],
      "ザ": [
        "リザード"
      ],
      "ニ": [
        "ゼニガメ",
        "ポニータ",
        "ワニノコ",
        "サニーゴ",
        "ユニラン",
        "ミニーブ"
      ],
      "メ": [
        "カメール",
        "ヒメグマ",
        "アメタマ",
        "マメパト",
        "カメテテ",
        "ヌメイル",
        "ヒメンカ"
      ],
      "ー": [
        "ビードル",
        "ガーデイ",
        "ケーシイ",
        "ドードー",
        "ゴースト",
        "シードラ",
        "ブーバー",
        "イーブイ",
        "ホーホー",
        "エーフイ",
        "ドーブル",
        "コータス",
        "ソーナノ",
        "パールル",
        "ビーダル",
        "アーケン",
        "オーベム",
        "ウールー",
        "イーユイ"
      ],
      "ク": [
        "コクーン",
        "ピクシー",
        "プクリン",
        "オクタン",
        "ラクライ",
        "ゴクリン",
        "バクーダ",
        "ノクタス",
        "ルクシオ",
        "ユクシー",
        "ゼクロム",
        "ボクレー",
        "モクロー"
      ],
      "ピ": [
        "スピアー",
        "ハピナス"
      ],
      "ジ": [
        "ピジヨン",
        "ヤジロン"
      ],
      "ラ": [
        "コラツタ",
        "カラカラ",
        "ガラガラ",
        "グラエナ",
        "プラスル",
        "ジラーチ",
        "ペラツプ",
        "メラルバ",
        "フラベベ",
        "ゼラオラ",
        "オラチフ",
        "ベラカス",
        "ヒラヒナ",
        "キラーメ"
      ],
      "バ": [
        "ズバツト",
        "キバニア",
        "ガバイト",
        "ヒバニー",
        "ヤバチヤ"
      ],
      "ン": [
        "コンパン",
        "マンキー",
        "ゲンガー",
        "サンダー",
        "リングマ",
        "エンテイ",
        "ドンメル",
        "ヒンバス",
        "ダンバル",
        "ピンプク",
        "マンムー",
        "ダンゴロ",
        "ガントル",
        "モンメン",
        "ワンパチ",
        "タンドン"
      ],
      "イ": [
        "デイグダ",
        "サイドン",
        "カイロス",
        "ネイテイ",
        "エイパム",
        "ライコウ",
        "スイクン",
        "マイナン",
        "ヘイガニ",
        "ブイゼル",
        "フイオネ",
        "ホイーガ",
        "カイデン"
      ],
      "ヤ": [
        "ニヤース",
        "キヤモメ",
        "ヒヤツプ",
        "ヤヤコマ",
        "ニヤビー",
        "ジヤラコ",
        "アヤシシ",
        "ニヤオハ",
        "チヤデス"
      ],
      "ダ": [
        "コダツク",
        "ダダリン"
      ],
      "ヨ": [
        "ニヨロモ",
        "ニヨロゾ"
      ],
      "ツ": [
        "ウツドン",
        "ナツシー",
        "ラツキー",
        "タツツー",
        "ハツサム",
        "タツベイ",
        "ムツクル",
        "マツギヨ",
        "ツツケラ",
        "メツソン"
      ],
      "ロ": [
        "ゴローン",
        "コロモリ",
        "ケロマツ",
        "ゴロンダ",
        "ベロバー",
        "ドロンチ",
        "ブロロン"
      ],
      "ド": [
        "ヤドラン",
        "オドシシ",
        "ヒドイデ"
      ],
      "モ": [
        "カモネギ",
        "コモルー",
        "エモンガ",
        "パモツト"
      ],
      "ウ": [
        "パウワウ",
        "ホウオウ",
        "ゾウドウ"
      ],
      "ユ": [
        "ジユゴン",
        "ニユーラ",
        "マユルド",
        "チユリネ",
        "キユレム"
      ],
      "ワ": [
        "イワーク",
        "ポワルン",
        "フワンテ",
        "スワンナ",
        "イワンコ",
        "クワツス"
      ],
      "リ": [
        "スリープ",
        "ポリゴン",
        "メリープ",
        "マリルリ",
        "ウリムー",
        "リリーラ",
        "チリーン",
        "コリンク",
        "カリキリ"
      ],
      "マ": [
        "タマタマ",
        "キマワリ",
        "ゴマゾウ",
        "ナマケロ",
        "ナマズン",
        "ヨマワル",
        "タマンタ",
        "ガマガル",
        "コマタナ",
        "アマルス",
        "ネマシユ",
        "アマカジ"
      ],
      "ガ": [
        "ドガース",
        "ジガルデ",
        "シガロコ"
      ],
      "ル": [
        "ガルーラ",
        "デルビル",
        "ヘルガー",
        "バルキー",
        "ラルトス",
        "キルリア",
        "チルツト",
        "パルキア",
        "クルミル",
        "クルマユ",
        "ワルビル",
        "ズルツグ",
        "プルリル",
        "ゴルーグ",
        "ホルビー",
        "ホルード",
        "メルタン",
        "サルノリ",
        "モルペコ",
        "ザルード",
        "グルトン",
        "カルボウ"
      ],
      "レ": [
        "エレブー",
        "セレビイ",
        "メレシー",
        "エレズン"
      ],
      "プ": [
        "ラプラス",
        "ププリン"
      ],
      "タ": [
        "メタモン",
        "ワタツコ",
        "メタング",
        "オタマロ",
        "タタツコ"
      ],
      "ビ": [
        "カビゴン",
        "ゴビツト",
        "ビビヨン"
      ],
      "オ": [
        "オオタチ",
        "バオツプ",
        "フオツコ",
        "イオルブ",
        "ジオヅム"
      ],
      "デ": [
        "レデイバ",
        "デデンネ"
      ],
      "チ": [
        "ピチユー",
        "アチヤモ",
        "ポチエナ",
        "ツチニン",
        "クチート",
        "パチリス",
        "ゴチミル",
        "バチユル",
        "ガチグマ"
      ],
      "ゲ": [
        "トゲピー",
        "ホゲータ"
      ],
      "ネ": [
        "ハネツコ",
        "タネボー",
        "バネブー",
        "ミネズミ"
      ],
      "ポ": [
        "ポポツコ"
      ],
      "コ": [
        "ノコツチ",
        "ココドラ",
        "ヒコザル",
        "スコルピ",
        "ココガラ"
      ],
      "ボ": [
        "ツボツボ",
        "サボネア",
        "スボミー"
      ],
      "ノ": [
        "イノムー",
        "コノハナ",
        "キノココ",
        "アノプス",
        "オノンド",
        "アノクサ"
      ],
      "ム": [
        "ケムツソ",
        "カムカメ"
      ],
      "ス": [
        "ハスボー",
        "バスラオ",
        "デスマス",
        "モスノウ"
      ],
      "ケ": [
        "ヌケニン",
        "ガケガニ"
      ],
      "ゴ": [
        "ドゴーム",
        "チゴラス",
        "セゴール"
      ],
      "ズ": [
        "ノズパス",
        "クズモー",
        "シズクモ"
      ],
      "ミ": [
        "ヤミラミ",
        "ミミロル",
        "ミミズズ"
      ],
      "サ": [
        "アサナン",
        "バサギリ"
      ],
      "ゼ": [
        "ロゼリア"
      ],
      "エ": [
        "ホエルコ",
        "ナエトル",
        "チエリム",
        "シエイミ"
      ],
      "ブ": [
        "アブソル",
        "ラブカス",
        "タブンネ",
        "ダブラン",
        "カブルモ",
        "アブリー",
        "ミブリム",
        "テブリム"
      ],
      "ソ": [
        "ウソハチ"
      ],
      "カ": [
        "ミカルゲ",
        "フカマル",
        "ルカリオ"
      ],
      "グ": [
        "アグノム",
        "メグロコ",
        "リグレー"
      ],
      "ナ": [
        "マナフイ",
        "ヤナツプ",
        "スナバア",
        "スナヘビ"
      ],
      "キ": [
        "シキジカ",
        "ユキハミ"
      ],
      "ギ": [
        "ギギアル",
        "マギアナ"
      ],
      "シ": [
        "ワシボン",
        "レシラム",
        "アシマリ",
        "ザシアン"
      ],
      "ヘ": [
        "ジヘツド"
      ],
      "ベ": [
        "ベベノム"
      ],
      "ホ": [
        "マホミル"
      ]
    },
    "2": {
      "カ": [
        "ヒトカゲ",
        "カラカラ",
        "ラブカス",
        "アマカジ",
        "カムカメ",
        "ベラカス"
      ],
      "ー": [
        "リザード",
        "カメール",
        "コクーン",
        "ニヤース",
        "ゴローン",
        "ポニータ",
        "イワーク",
        "スリープ",
        "ドガース",
        "ガルーラ",
        "メリープ",
        "ニユーラ",
        "サニーゴ",
        "ドゴーム",
        "クチート",
        "バクーダ",
        "リリーラ",
        "チリーン",
        "ジラーチ",
        "ホイーガ",
        "ゴルーグ",
        "ホルード",
        "ザルード",
        "ホゲータ",
        "ミニーブ",
        "キラーメ",
        "セゴール"
      ],
      "ガ": [
        "ゼニガメ",
        "ゲンガー",
        "ガラガラ",
        "ヘルガー",
        "ヘイガニ",
        "ガマガル",
        "ココガラ",
        "ガケガニ"
      ],
      "ド": [
        "ビードル",
        "ウツドン",
        "ドードー",
        "サイドン",
        "シードラ",
        "ココドラ",
        "タンドン",
        "ゾウドウ"
      ],
      "ア": [
        "スピアー",
        "ギギアル",
        "マギアナ",
        "ザシアン"
      ],
      "ヨ": [
        "ピジヨン",
        "ビビヨン"
      ],
      "ツ": [
        "コラツタ",
        "ズバツト",
        "コダツク",
        "タツツー",
        "ハネツコ",
        "ポポツコ",
        "ワタツコ",
        "ノコツチ",
        "ツボツボ",
        "ケムツソ",
        "チルツト",
        "ペラツプ",
        "ヤナツプ",
        "バオツプ",
        "ヒヤツプ",
        "ズルツグ",
        "ゴビツト",
        "ジヘツド",
        "フオツコ",
        "ヒトツキ",
        "タタツコ",
        "クワツス",
        "パモツト"
      ],
      "シ": [
        "ピクシー",
        "ケーシイ",
        "ナツシー",
        "オドシシ",
        "ルクシオ",
        "ユクシー",
        "メレシー",
        "ネマシユ",
        "アヤシシ"
      ],
      "リ": [
        "プクリン",
        "ププリン",
        "キルリア",
        "ロゼリア",
        "ゴクリン",
        "パチリス",
        "チエリム",
        "ルカリオ",
        "チユリネ",
        "プルリル",
        "アブリー",
        "ダダリン",
        "ミブリム",
        "テブリム"
      ],
      "パ": [
        "コンパン",
        "エイパム",
        "ノズパス",
        "マメパト",
        "ワンパチ"
      ],
      "グ": [
        "デイグダ",
        "ヒメグマ",
        "リングマ",
        "ガチグマ"
      ],
      "キ": [
        "マンキー",
        "ラツキー",
        "バルキー",
        "パルキア",
        "カリキリ"
      ],
      "デ": [
        "ガーデイ",
        "カイデン",
        "チヤデス"
      ],
      "ロ": [
        "ニヨロモ",
        "ニヨロゾ",
        "カイロス",
        "ヤジロン",
        "ミミロル",
        "メグロコ",
        "ゼクロム",
        "モクロー",
        "シガロコ",
        "ブロロン"
      ],
      "ラ": [
        "ヤドラン",
        "ラプラス",
        "ヤミラミ",
        "ラクライ",
        "バスラオ",
        "ユニラン",
        "ダブラン",
        "レシラム",
        "チゴラス",
        "ジヤラコ"
      ],
      "ネ": [
        "カモネギ",
        "サボネア"
      ],
      "ワ": [
        "パウワウ",
        "キマワリ",
        "ヨマワル"
      ],
      "ゴ": [
        "ジユゴン",
        "ポリゴン",
        "カビゴン",
        "ダンゴロ"
      ],
      "ス": [
        "ゴースト",
        "プラスル"
      ],
      "タ": [
        "タマタマ",
        "オオタチ",
        "オクタン",
        "アメタマ",
        "コータス",
        "ノクタス",
        "コマタナ",
        "メルタン"
      ],
      "ブ": [
        "エレブー",
        "イーブイ",
        "ドーブル",
        "バネブー"
      ],
      "バ": [
        "ブーバー",
        "ヒンバス",
        "ダンバル",
        "スナバア",
        "ベロバー"
      ],
      "モ": [
        "メタモン",
        "キヤモメ",
        "コロモリ",
        "ヒトモシ",
        "クズモー"
      ],
      "ダ": [
        "サンダー",
        "ビーダル"
      ],
      "ノ": [
        "ワニノコ",
        "アグノム",
        "ベベノム",
        "サルノリ",
        "モスノウ"
      ],
      "ホ": [
        "ホーホー"
      ],
      "イ": [
        "レデイバ",
        "ガバイト",
        "シエイミ",
        "ヌメイル",
        "ヒドイデ"
      ],
      "マ": [
        "イトマル",
        "フカマル",
        "オタマロ",
        "クルマユ",
        "デスマス",
        "ケロマツ",
        "アシマリ"
      ],
      "ユ": [
        "ピチユー",
        "バチユル",
        "イーユイ"
      ],
      "ピ": [
        "トゲピー"
      ],
      "テ": [
        "ネイテイ",
        "エンテイ",
        "カメテテ"
      ],
      "ル": [
        "マリルリ",
        "マユルド",
        "ホエルコ",
        "ポワルン",
        "パールル",
        "コモルー",
        "ミカルゲ",
        "スコルピ",
        "カブルモ",
        "メラルバ",
        "アマルス",
        "ジガルデ",
        "イオルブ",
        "ウールー"
      ],
      "フ": [
        "エーフイ",
        "マナフイ"
      ],
      "サ": [
        "ハツサム"
      ],
      "ム": [
        "ウリムー",
        "イノムー",
        "マンムー"
      ],
      "ビ": [
        "デルビル",
        "セレビイ",
        "ワルビル",
        "ホルビー",
        "ニヤビー"
      ],
      "ゾ": [
        "ゴマゾウ"
      ],
      "ナ": [
        "ハピナス",
        "アサナン",
        "マイナン",
        "ソーナノ"
      ],
      "コ": [
        "ライコウ",
        "キノココ",
        "ヤヤコマ"
      ],
      "ク": [
        "スイクン",
        "ムツクル",
        "シズクモ",
        "アノクサ"
      ],
      "オ": [
        "ホウオウ",
        "フイオネ",
        "ゼラオラ",
        "ニヤオハ"
      ],
      "ヤ": [
        "アチヤモ"
      ],
      "エ": [
        "ポチエナ",
        "グラエナ"
      ],
      "ボ": [
        "ハスボー",
        "タネボー",
        "ワシボン",
        "カルボウ"
      ],
      "ハ": [
        "コノハナ",
        "ウソハチ",
        "ユキハミ"
      ],
      "ト": [
        "ラルトス",
        "ナエトル",
        "ガントル",
        "グルトン"
      ],
      "ケ": [
        "ナマケロ",
        "アーケン",
        "ツツケラ"
      ],
      "ニ": [
        "ツチニン",
        "ヌケニン",
        "キバニア",
        "ヒバニー"
      ],
      "メ": [
        "ドンメル",
        "モンメン"
      ],
      "ズ": [
        "ナマズン",
        "ミネズミ",
        "エレズン",
        "ミミズズ"
      ],
      "プ": [
        "アノプス",
        "ピンプク"
      ],
      "ソ": [
        "アブソル",
        "メツソン"
      ],
      "ベ": [
        "タツベイ",
        "オーベム",
        "フラベベ"
      ],
      "ン": [
        "メタング",
        "コリンク",
        "フワンテ",
        "タマンタ",
        "タブンネ",
        "スワンナ",
        "エモンガ",
        "オノンド",
        "ゴロンダ",
        "デデンネ",
        "イワンコ",
        "ヒメンカ",
        "ドロンチ"
      ],
      "ザ": [
        "ヒコザル"
      ],
      "ミ": [
        "スボミー",
        "クルミル",
        "ゴチミル",
        "マホミル"
      ],
      "ゼ": [
        "ブイゼル"
      ],
      "ジ": [
        "シキジカ"
      ],
      "レ": [
        "リグレー",
        "キユレム",
        "ボクレー"
      ],
      "ギ": [
        "マツギヨ",
        "バサギリ"
      ],
      "ヘ": [
        "スナヘビ"
      ],
      "チ": [
        "ヤバチヤ",
        "オラチフ"
      ],
      "ペ": [
        "モルペコ"
      ],
      "ヅ": [
        "ジオヅム"
      ],
      "ヒ": [
        "ヒラヒナ"
      ]
    },
    "3": {
      "ゲ": [
        "ヒトカゲ",
        "ミカルゲ"
      ],
      "ド": [
        "リザード",
        "マユルド",
        "オノンド",
        "ジヘツド",
        "ホルード",
        "ザルード"
      ],
      "メ": [
        "ゼニガメ",
        "キヤモメ",
        "カムカメ",
        "キラーメ"
      ],
      "ル": [
        "カメール",
        "ビードル",
        "イトマル",
        "デルビル",
        "ドーブル",
        "プラスル",
        "ドンメル",
        "ヨマワル",
        "アブソル",
        "パールル",
        "ダンバル",
        "ナエトル",
        "ヒコザル",
        "ムツクル",
        "ビーダル",
        "ブイゼル",
        "ミミロル",
        "フカマル",
        "ガントル",
        "ガマガル",
        "クルミル",
        "ワルビル",
        "ゴチミル",
        "プルリル",
        "バチユル",
        "ギギアル",
        "ヌメイル",
        "マホミル",
        "セゴール"
      ],
      "ン": [
        "コクーン",
        "ピジヨン",
        "プクリン",
        "コンパン",
        "ウツドン",
        "ゴローン",
        "ヤドラン",
        "ジユゴン",
        "サイドン",
        "メタモン",
        "ポリゴン",
        "カビゴン",
        "ププリン",
        "オクタン",
        "スイクン",
        "ツチニン",
        "ヌケニン",
        "アサナン",
        "マイナン",
        "ゴクリン",
        "ナマズン",
        "ヤジロン",
        "ポワルン",
        "チリーン",
        "モンメン",
        "アーケン",
        "ユニラン",
        "ダブラン",
        "ワシボン",
        "ビビヨン",
        "ダダリン",
        "メルタン",
        "メツソン",
        "タンドン",
        "エレズン",
        "ザシアン",
        "グルトン",
        "カイデン",
        "ブロロン"
      ],
      "ー": [
        "スピアー",
        "ピクシー",
        "マンキー",
        "ドードー",
        "ゲンガー",
        "ナツシー",
        "ラツキー",
        "タツツー",
        "エレブー",
        "ブーバー",
        "サンダー",
        "ホーホー",
        "ピチユー",
        "トゲピー",
        "ウリムー",
        "イノムー",
        "ヘルガー",
        "バルキー",
        "ハスボー",
        "タネボー",
        "バネブー",
        "コモルー",
        "スボミー",
        "マンムー",
        "ユクシー",
        "リグレー",
        "ホルビー",
        "クズモー",
        "メレシー",
        "ボクレー",
        "モクロー",
        "ニヤビー",
        "アブリー",
        "ヒバニー",
        "ウールー",
        "ベロバー"
      ],
      "タ": [
        "コラツタ",
        "ポニータ",
        "タマンタ",
        "ホゲータ"
      ],
      "ト": [
        "ズバツト",
        "ゴースト",
        "クチート",
        "チルツト",
        "ガバイト",
        "マメパト",
        "ゴビツト",
        "パモツト"
      ],
      "ダ": [
        "デイグダ",
        "バクーダ",
        "ゴロンダ"
      ],
      "ス": [
        "ニヤース",
        "ドガース",
        "カイロス",
        "ラプラス",
        "ハピナス",
        "ラルトス",
        "ノズパス",
        "コータス",
        "ノクタス",
        "アノプス",
        "ヒンバス",
        "ラブカス",
        "パチリス",
        "デスマス",
        "チゴラス",
        "アマルス",
        "クワツス",
        "ベラカス",
        "チヤデス"
      ],
      "ク": [
        "コダツク",
        "イワーク",
        "コリンク",
        "ピンプク"
      ],
      "イ": [
        "ガーデイ",
        "ケーシイ",
        "イーブイ",
        "ネイテイ",
        "エーフイ",
        "エンテイ",
        "セレビイ",
        "ラクライ",
        "タツベイ",
        "マナフイ",
        "イーユイ"
      ],
      "モ": [
        "ニヨロモ",
        "アチヤモ",
        "カブルモ",
        "シズクモ"
      ],
      "ゾ": [
        "ニヨロゾ"
      ],
      "ギ": [
        "カモネギ"
      ],
      "ウ": [
        "パウワウ",
        "ゴマゾウ",
        "ライコウ",
        "ホウオウ",
        "モスノウ",
        "ゾウドウ",
        "カルボウ"
      ],
      "プ": [
        "スリープ",
        "メリープ",
        "ペラツプ",
        "ヤナツプ",
        "バオツプ",
        "ヒヤツプ"
      ],
      "マ": [
        "タマタマ",
        "ヒメグマ",
        "リングマ",
        "アメタマ",
        "ヤヤコマ",
        "ガチグマ"
      ],
      "ラ": [
        "カラカラ",
        "ガラガラ",
        "ガルーラ",
        "シードラ",
        "ニユーラ",
        "ココドラ",
        "リリーラ",
        "ツツケラ",
        "ゼラオラ",
        "ココガラ"
      ],
      "コ": [
        "ワニノコ",
        "ハネツコ",
        "ポポツコ",
        "ワタツコ",
        "キノココ",
        "ホエルコ",
        "メグロコ",
        "フオツコ",
        "イワンコ",
        "ジヤラコ",
        "タタツコ",
        "モルペコ",
        "シガロコ"
      ],
      "チ": [
        "オオタチ",
        "ノコツチ",
        "ジラーチ",
        "ウソハチ",
        "ワンパチ",
        "ドロンチ"
      ],
      "バ": [
        "レデイバ",
        "メラルバ"
      ],
      "リ": [
        "マリルリ",
        "キマワリ",
        "コロモリ",
        "アシマリ",
        "カリキリ",
        "サルノリ",
        "バサギリ"
      ],
      "ム": [
        "エイパム",
        "ハツサム",
        "ドゴーム",
        "チエリム",
        "アグノム",
        "オーベム",
        "レシラム",
        "ゼクロム",
        "キユレム",
        "ベベノム",
        "ミブリム",
        "テブリム",
        "ジオヅム"
      ],
      "ボ": [
        "ツボツボ"
      ],
      "ゴ": [
        "サニーゴ"
      ],
      "シ": [
        "オドシシ",
        "ヒトモシ",
        "アヤシシ"
      ],
      "ナ": [
        "ポチエナ",
        "グラエナ",
        "コノハナ",
        "スワンナ",
        "コマタナ",
        "マギアナ",
        "ヒラヒナ"
      ],
      "ソ": [
        "ケムツソ"
      ],
      "ア": [
        "キルリア",
        "ロゼリア",
        "キバニア",
        "サボネア",
        "パルキア",
        "スナバア"
      ],
      "ロ": [
        "ナマケロ",
        "ダンゴロ",
        "オタマロ"
      ],
      "ミ": [
        "ヤミラミ",
        "シエイミ",
        "ミネズミ",
        "ユキハミ"
      ],
      "ニ": [
        "ヘイガニ",
        "ガケガニ"
      ],
      "ノ": [
        "ソーナノ"
      ],
      "グ": [
        "メタング",
        "ズルツグ",
        "ゴルーグ"
      ],
      "オ": [
        "ルクシオ",
        "ルカリオ",
        "バスラオ"
      ],
      "テ": [
        "フワンテ",
        "カメテテ"
      ],
      "ピ": [
        "スコルピ"
      ],
      "ネ": [
        "フイオネ",
        "タブンネ",
        "チユリネ",
        "デデンネ"
      ],
      "ユ": [
        "クルマユ",
        "ネマシユ"
      ],
      "ガ": [
        "ホイーガ",
        "エモンガ"
      ],
      "カ": [
        "シキジカ",
        "ヒメンカ"
      ],
      "ヨ": [
        "マツギヨ"
      ],
      "ツ": [
        "ケロマツ"
      ],
      "ベ": [
        "フラベベ"
      ],
      "キ": [
        "ヒトツキ"
      ],
      "デ": [
        "ジガルデ",
        "ヒドイデ"
      ],
      "ジ": [
        "アマカジ"
      ],
      "ブ": [
        "イオルブ",
        "ミニーブ"
      ],
      "ビ": [
        "スナヘビ"
      ],
      "ヤ": [
        "ヤバチヤ"
      ],
      "ハ": [
        "ニヤオハ"
      ],
      "フ": [
        "オラチフ"
      ],
      "サ": [
        "アノクサ"
      ],
      "ズ": [
        "ミミズズ"
      ]
    }
  },
  "3": {
    "0": {
      "ポ": [
        "ポツポ",
        "ポカブ"
      ],
      "ラ": [
        "ラツタ"
      ],
      "ア": [
        "アーボ"
      ],
      "サ": [
        "サンド"
      ],
      "ピ": [
        "ピツピ"
      ],
      "ロ": [
        "ロコン",
        "ロトム"
      ],
      "プ": [
        "プリン",
        "プテラ"
      ],
      "パ": [
        "パラス"
      ],
      "ヤ": [
        "ヤドン",
        "ヤクデ"
      ],
      "コ": [
        "コイル",
        "コドラ",
        "コジオ"
      ],
      "ゴ": [
        "ゴース",
        "ゴンベ",
        "ゴチム"
      ],
      "ク": [
        "クラブ",
        "クスネ"
      ],
      "カ": [
        "カブト"
      ],
      "ミ": [
        "ミユウ"
      ],
      "オ": [
        "オタチ"
      ],
      "モ": [
        "モココ",
        "モノズ"
      ],
      "マ": [
        "マリル",
        "マネネ"
      ],
      "ウ": [
        "ウパー",
        "ウツウ"
      ],
      "ヌ": [
        "ヌオー",
        "ヌメラ"
      ],
      "ム": [
        "ムウマ",
        "ムンナ"
      ],
      "ブ": [
        "ブルー",
        "ブビイ"
      ],
      "ル": [
        "ルギア",
        "ルリリ"
      ],
      "キ": [
        "キモリ",
        "キバゴ"
      ],
      "ス": [
        "スバメ"
      ],
      "エ": [
        "エネコ"
      ],
      "ビ": [
        "ビツパ"
      ],
      "リ": [
        "リオル"
      ],
      "シ": [
        "シママ",
        "シシコ"
      ],
      "ナ": [
        "ナゲキ"
      ],
      "ダ": [
        "ダゲキ",
        "ダクマ"
      ],
      "フ": [
        "フシデ",
        "フーパ"
      ],
      "ゾ": [
        "ゾロア"
      ],
      "ギ": [
        "ギアル",
        "ギモー"
      ],
      "ヨ": [
        "ヨワシ"
      ],
      "メ": [
        "メテノ"
      ],
      "ズ": [
        "ズピカ"
      ],
      "ド": [
        "ドオー"
      ],
      "セ": [
        "セビエ"
      ]
    },
    "1": {
      "ツ": [
        "ポツポ",
        "ラツタ",
        "ピツピ",
        "ビツパ",
        "ウツウ"
      ],
      "ー": [
        "アーボ",
        "ゴース",
        "フーパ"
      ],
      "ン": [
        "サンド",
        "ゴンベ",
        "ムンナ"
      ],
      "コ": [
        "ロコン",
        "モココ"
      ],
      "リ": [
        "プリン",
        "マリル",
        "ルリリ"
      ],
      "ラ": [
        "パラス",
        "クラブ"
      ],
      "ド": [
        "ヤドン",
        "コドラ"
      ],
      "イ": [
        "コイル"
      ],
      "ブ": [
        "カブト"
      ],
      "テ": [
        "プテラ",
        "メテノ"
      ],
      "ユ": [
        "ミユウ"
      ],
      "タ": [
        "オタチ"
      ],
      "パ": [
        "ウパー"
      ],
      "オ": [
        "ヌオー",
        "リオル",
        "ドオー"
      ],
      "ウ": [
        "ムウマ"
      ],
      "ル": [
        "ブルー"
      ],
      "ビ": [
        "ブビイ",
        "セビエ"
      ],
      "ギ": [
        "ルギア"
      ],
      "モ": [
        "キモリ",
        "ギモー"
      ],
      "バ": [
        "スバメ",
        "キバゴ"
      ],
      "ネ": [
        "エネコ",
        "マネネ"
      ],
      "ト": [
        "ロトム"
      ],
      "カ": [
        "ポカブ"
      ],
      "マ": [
        "シママ"
      ],
      "ゲ": [
        "ナゲキ",
        "ダゲキ"
      ],
      "シ": [
        "フシデ",
        "シシコ"
      ],
      "ロ": [
        "ゾロア"
      ],
      "チ": [
        "ゴチム"
      ],
      "ア": [
        "ギアル"
      ],
      "ノ": [
        "モノズ"
      ],
      "メ": [
        "ヌメラ"
      ],
      "ワ": [
        "ヨワシ"
      ],
      "ス": [
        "クスネ"
      ],
      "ク": [
        "ヤクデ",
        "ダクマ"
      ],
      "ジ": [
        "コジオ"
      ],
      "ピ": [
        "ズピカ"
      ]
    },
    "2": {
      "ポ": [
        "ポツポ"
      ],
      "タ": [
        "ラツタ"
      ],
      "ボ": [
        "アーボ"
      ],
      "ド": [
        "サンド"
      ],
      "ピ": [
        "ピツピ"
      ],
      "ン": [
        "ロコン",
        "プリン",
        "ヤドン"
      ],
      "ス": [
        "パラス",
        "ゴース"
      ],
      "ル": [
        "コイル",
        "マリル",
        "リオル",
        "ギアル"
      ],
      "ブ": [
        "クラブ",
        "ポカブ"
      ],
      "ト": [
        "カブト"
      ],
      "ラ": [
        "プテラ",
        "コドラ",
        "ヌメラ"
      ],
      "ウ": [
        "ミユウ",
        "ウツウ"
      ],
      "チ": [
        "オタチ"
      ],
      "コ": [
        "モココ",
        "エネコ",
        "シシコ"
      ],
      "ー": [
        "ウパー",
        "ヌオー",
        "ブルー",
        "ギモー",
        "ドオー"
      ],
      "マ": [
        "ムウマ",
        "シママ",
        "ダクマ"
      ],
      "イ": [
        "ブビイ"
      ],
      "ア": [
        "ルギア",
        "ゾロア"
      ],
      "リ": [
        "キモリ",
        "ルリリ"
      ],
      "メ": [
        "スバメ"
      ],
      "パ": [
        "ビツパ",
        "フーパ"
      ],
      "ネ": [
        "マネネ",
        "クスネ"
      ],
      "ベ": [
        "ゴンベ"
      ],
      "ム": [
        "ロトム",
        "ゴチム"
      ],
      "ナ": [
        "ムンナ"
      ],
      "キ": [
        "ナゲキ",
        "ダゲキ"
      ],
      "デ": [
        "フシデ",
        "ヤクデ"
      ],
      "ゴ": [
        "キバゴ"
      ],
      "ズ": [
        "モノズ"
      ],
      "シ": [
        "ヨワシ"
      ],
      "ノ": [
        "メテノ"
      ],
      "オ": [
        "コジオ"
      ],
      "カ": [
        "ズピカ"
      ],
      "エ": [
        "セビエ"
      ]
    }
  },
  "2": {
    "0": {
      "ピ": [
        "ピイ"
      ],
      "パ": [
        "パモ"
      ],
      "ボ": [
        "ボチ"
      ]
    },
    "1": {
      "イ": [
        "ピイ"
      ],
      "モ": [
        "パモ"
      ],
      "チ": [
        "ボチ"
      ]
    }
  },
  "6": {
    "0": {
      "マ": [
        "マフオクシー",
        "マツシブーン",
        "マーシヤドー",
        "マスカーニヤ",
        "マフイテイフ"
      ],
      "フ": [
        "フアイアロー",
        "フラージエス",
        "フエローチエ",
        "フオクスライ"
      ],
      "ニ": [
        "ニヤオニクス",
        "ニヤイキング"
      ],
      "デ": [
        "デイアンシー",
        "デンジユモク",
        "デカヌチヤン"
      ],
      "ボ": [
        "ボルケニオン"
      ],
      "ジ": [
        "ジユナイパー",
        "ジヤラランガ",
        "ジユラルドン"
      ],
      "オ": [
        "オニシズクモ",
        "オオニユーラ"
      ],
      "エ": [
        "エンニユート",
        "エースバーン",
        "エクスレツグ"
      ],
      "ヤ": [
        "ヤレユータン"
      ],
      "ナ": [
        "ナゲツケサル",
        "ナカヌチヤン"
      ],
      "グ": [
        "グソクムシヤ",
        "グレンアルマ"
      ],
      "タ": [
        "タイプ：ヌル",
        "タチフサグマ",
        "タマンチユラ",
        "タイカイデン",
        "タケルライコ"
      ],
      "シ": [
        "シルヴアデイ",
        "シルシユルー"
      ],
      "カ": [
        "カプ・コケコ",
        "カプ・テテフ",
        "カプ・ブルル",
        "カプ・レヒレ",
        "カマスジヨー",
        "カミツオロチ"
      ],
      "ア": [
        "アクジキング",
        "アーマーガア",
        "アツプリユー",
        "アノホラグサ",
        "アラブルタケ"
      ],
      "ツ": [
        "ツンデツンデ"
      ],
      "ゴ": [
        "ゴリランダー"
      ],
      "イ": [
        "インテレオン",
        "イシヘンジン",
        "イツカネズミ",
        "イダイナキバ"
      ],
      "バ": [
        "バイウールー",
        "バドレツクス",
        "バウツツエル"
      ],
      "セ": [
        "セキタンザン"
      ],
      "ス": [
        "ストリンダー",
        "スコヴイラン",
        "スナノケガワ"
      ],
      "ネ": [
        "ネギガナイト"
      ],
      "ダ": [
        "ダイオウドウ"
      ],
      "パ": [
        "パツチラゴン",
        "パツチルドン",
        "パフユートン"
      ],
      "ウ": [
        "ウオノラゴン",
        "ウオチルドン",
        "ウエーニバル",
        "ウミデイグダ",
        "ウネルミナモ",
        "ウガツホムラ"
      ],
      "ム": [
        "ムゲンダイナ"
      ],
      "ラ": [
        "ラウドボーン"
      ],
      "ワ": [
        "ワツカネズミ"
      ],
      "キ": [
        "キヨジオーン"
      ],
      "ソ": [
        "ソウブレイズ"
      ],
      "ク": [
        "クエスパトラ"
      ],
      "ブ": [
        "ブロロローム",
        "ブリジユラス"
      ],
      "ヘ": [
        "ヘイラツシヤ"
      ],
      "サ": [
        "サケブシツポ"
      ],
      "ハ": [
        "ハバタクカミ"
      ],
      "チ": [
        "チヲハウハネ",
        "チオンジエン"
      ],
      "テ": [
        "テツノワダチ",
        "テツノツツミ",
        "テツノカイナ",
        "テツノコウベ",
        "テツノドクガ",
        "テツノイバラ",
        "テツノブジン",
        "テツノイサハ",
        "テツノイワオ",
        "テツノカシラ"
      ],
      "ト": [
        "トドロクツキ"
      ]
    },
    "1": {
      "フ": [
        "マフオクシー",
        "パフユートン",
        "マフイテイフ"
      ],
      "ア": [
        "フアイアロー"
      ],
      "ラ": [
        "フラージエス",
        "アラブルタケ"
      ],
      "ヤ": [
        "ニヤオニクス",
        "ジヤラランガ",
        "ニヤイキング"
      ],
      "イ": [
        "デイアンシー",
        "タイプ：ヌル",
        "バイウールー",
        "ダイオウドウ",
        "タイカイデン",
        "ヘイラツシヤ"
      ],
      "ル": [
        "ボルケニオン",
        "シルヴアデイ",
        "シルシユルー"
      ],
      "ユ": [
        "ジユナイパー",
        "ジユラルドン"
      ],
      "ニ": [
        "オニシズクモ"
      ],
      "ン": [
        "エンニユート",
        "デンジユモク",
        "ツンデツンデ",
        "インテレオン"
      ],
      "レ": [
        "ヤレユータン",
        "グレンアルマ"
      ],
      "ゲ": [
        "ナゲツケサル",
        "ムゲンダイナ"
      ],
      "ソ": [
        "グソクムシヤ"
      ],
      "プ": [
        "カプ・コケコ",
        "カプ・テテフ",
        "カプ・ブルル",
        "カプ・レヒレ"
      ],
      "ツ": [
        "マツシブーン",
        "アツプリユー",
        "パツチラゴン",
        "パツチルドン",
        "ワツカネズミ",
        "イツカネズミ",
        "テツノワダチ",
        "テツノツツミ",
        "テツノカイナ",
        "テツノコウベ",
        "テツノドクガ",
        "テツノイバラ",
        "テツノブジン",
        "テツノイサハ",
        "テツノイワオ",
        "テツノカシラ"
      ],
      "エ": [
        "フエローチエ",
        "ウエーニバル",
        "クエスパトラ"
      ],
      "ク": [
        "アクジキング",
        "エクスレツグ"
      ],
      "ー": [
        "マーシヤドー",
        "エースバーン",
        "アーマーガア"
      ],
      "リ": [
        "ゴリランダー",
        "ブリジユラス"
      ],
      "オ": [
        "フオクスライ",
        "ウオノラゴン",
        "ウオチルドン",
        "オオニユーラ",
        "チオンジエン"
      ],
      "キ": [
        "セキタンザン"
      ],
      "マ": [
        "カマスジヨー",
        "タマンチユラ"
      ],
      "ト": [
        "ストリンダー"
      ],
      "チ": [
        "タチフサグマ"
      ],
      "ギ": [
        "ネギガナイト"
      ],
      "シ": [
        "イシヘンジン"
      ],
      "ド": [
        "バドレツクス",
        "トドロクツキ"
      ],
      "ス": [
        "マスカーニヤ"
      ],
      "ウ": [
        "ラウドボーン",
        "バウツツエル",
        "ソウブレイズ"
      ],
      "ヨ": [
        "キヨジオーン"
      ],
      "ノ": [
        "アノホラグサ"
      ],
      "コ": [
        "スコヴイラン"
      ],
      "カ": [
        "ナカヌチヤン",
        "デカヌチヤン"
      ],
      "ミ": [
        "ウミデイグダ",
        "カミツオロチ"
      ],
      "ロ": [
        "ブロロローム"
      ],
      "ダ": [
        "イダイナキバ"
      ],
      "ケ": [
        "サケブシツポ",
        "タケルライコ"
      ],
      "バ": [
        "ハバタクカミ"
      ],
      "ヲ": [
        "チヲハウハネ"
      ],
      "ナ": [
        "スナノケガワ"
      ],
      "ネ": [
        "ウネルミナモ"
      ],
      "ガ": [
        "ウガツホムラ"
      ]
    },
    "2": {
      "オ": [
        "マフオクシー",
        "ニヤオニクス",
        "ダイオウドウ"
      ],
      "イ": [
        "フアイアロー",
        "ニヤイキング",
        "マフイテイフ",
        "イダイナキバ"
      ],
      "ー": [
        "フラージエス",
        "ウエーニバル"
      ],
      "ア": [
        "デイアンシー"
      ],
      "ケ": [
        "ボルケニオン"
      ],
      "ナ": [
        "ジユナイパー"
      ],
      "シ": [
        "オニシズクモ",
        "マツシブーン",
        "マーシヤドー",
        "シルシユルー"
      ],
      "ニ": [
        "エンニユート",
        "オオニユーラ"
      ],
      "ユ": [
        "ヤレユータン",
        "パフユートン"
      ],
      "ツ": [
        "ナゲツケサル",
        "バウツツエル",
        "カミツオロチ",
        "ウガツホムラ"
      ],
      "ク": [
        "グソクムシヤ",
        "フオクスライ"
      ],
      "プ": [
        "タイプ：ヌル",
        "アツプリユー"
      ],
      "ヴ": [
        "シルヴアデイ",
        "スコヴイラン"
      ],
      "ラ": [
        "ジヤラランガ",
        "ゴリランダー",
        "ジユラルドン",
        "ヘイラツシヤ"
      ],
      "・": [
        "カプ・コケコ",
        "カプ・テテフ",
        "カプ・ブルル",
        "カプ・レヒレ"
      ],
      "ロ": [
        "フエローチエ",
        "ブロロローム",
        "トドロクツキ"
      ],
      "ジ": [
        "デンジユモク",
        "アクジキング",
        "キヨジオーン",
        "ブリジユラス"
      ],
      "デ": [
        "ツンデツンデ",
        "ウミデイグダ"
      ],
      "ス": [
        "エースバーン",
        "カマスジヨー",
        "エクスレツグ",
        "クエスパトラ"
      ],
      "テ": [
        "インテレオン"
      ],
      "マ": [
        "アーマーガア"
      ],
      "ウ": [
        "バイウールー"
      ],
      "タ": [
        "セキタンザン",
        "ハバタクカミ"
      ],
      "リ": [
        "ストリンダー"
      ],
      "フ": [
        "タチフサグマ"
      ],
      "ガ": [
        "ネギガナイト"
      ],
      "ヘ": [
        "イシヘンジン"
      ],
      "チ": [
        "パツチラゴン",
        "パツチルドン",
        "ウオチルドン"
      ],
      "ノ": [
        "ウオノラゴン",
        "スナノケガワ",
        "テツノワダチ",
        "テツノツツミ",
        "テツノカイナ",
        "テツノコウベ",
        "テツノドクガ",
        "テツノイバラ",
        "テツノブジン",
        "テツノイサハ",
        "テツノイワオ",
        "テツノカシラ"
      ],
      "ン": [
        "ムゲンダイナ",
        "タマンチユラ",
        "グレンアルマ",
        "チオンジエン"
      ],
      "レ": [
        "バドレツクス"
      ],
      "カ": [
        "マスカーニヤ",
        "ワツカネズミ",
        "イツカネズミ",
        "タイカイデン"
      ],
      "ド": [
        "ラウドボーン"
      ],
      "ブ": [
        "ソウブレイズ",
        "サケブシツポ",
        "アラブルタケ"
      ],
      "ホ": [
        "アノホラグサ"
      ],
      "ヌ": [
        "ナカヌチヤン",
        "デカヌチヤン"
      ],
      "ハ": [
        "チヲハウハネ"
      ],
      "ル": [
        "ウネルミナモ",
        "タケルライコ"
      ]
    },
    "3": {
      "ク": [
        "マフオクシー",
        "ハバタクカミ",
        "トドロクツキ"
      ],
      "ア": [
        "フアイアロー",
        "シルヴアデイ",
        "グレンアルマ"
      ],
      "ジ": [
        "フラージエス",
        "カマスジヨー",
        "チオンジエン"
      ],
      "ニ": [
        "ニヤオニクス",
        "ボルケニオン",
        "ウエーニバル"
      ],
      "ン": [
        "デイアンシー",
        "ゴリランダー",
        "セキタンザン",
        "ストリンダー",
        "イシヘンジン"
      ],
      "イ": [
        "ジユナイパー",
        "タイカイデン",
        "スコヴイラン",
        "ウミデイグダ",
        "テツノイバラ",
        "テツノイサハ",
        "テツノイワオ"
      ],
      "ズ": [
        "オニシズクモ"
      ],
      "ユ": [
        "エンニユート",
        "デンジユモク",
        "オオニユーラ",
        "シルシユルー",
        "ブリジユラス"
      ],
      "ー": [
        "ヤレユータン",
        "フエローチエ",
        "アーマーガア",
        "バイウールー",
        "マスカーニヤ",
        "パフユートン"
      ],
      "ケ": [
        "ナゲツケサル",
        "スナノケガワ"
      ],
      "ム": [
        "グソクムシヤ"
      ],
      "：": [
        "タイプ：ヌル"
      ],
      "ラ": [
        "ジヤラランガ",
        "パツチラゴン",
        "ウオノラゴン",
        "アノホラグサ",
        "タケルライコ"
      ],
      "コ": [
        "カプ・コケコ",
        "テツノコウベ"
      ],
      "テ": [
        "カプ・テテフ",
        "マフイテイフ"
      ],
      "ブ": [
        "カプ・ブルル",
        "マツシブーン",
        "テツノブジン"
      ],
      "レ": [
        "カプ・レヒレ",
        "インテレオン",
        "エクスレツグ",
        "ソウブレイズ"
      ],
      "キ": [
        "アクジキング",
        "ニヤイキング"
      ],
      "ヤ": [
        "マーシヤドー"
      ],
      "ツ": [
        "ツンデツンデ",
        "バドレツクス",
        "バウツツエル",
        "ヘイラツシヤ",
        "テツノツツミ"
      ],
      "バ": [
        "エースバーン"
      ],
      "ス": [
        "フオクスライ"
      ],
      "リ": [
        "アツプリユー"
      ],
      "サ": [
        "タチフサグマ"
      ],
      "ナ": [
        "ネギガナイト",
        "イダイナキバ"
      ],
      "ウ": [
        "ダイオウドウ",
        "チヲハウハネ"
      ],
      "ル": [
        "パツチルドン",
        "ウオチルドン",
        "ジユラルドン",
        "アラブルタケ"
      ],
      "ダ": [
        "ムゲンダイナ"
      ],
      "ボ": [
        "ラウドボーン"
      ],
      "チ": [
        "タマンチユラ",
        "ナカヌチヤン",
        "デカヌチヤン"
      ],
      "ネ": [
        "ワツカネズミ",
        "イツカネズミ"
      ],
      "オ": [
        "キヨジオーン",
        "カミツオロチ"
      ],
      "パ": [
        "クエスパトラ"
      ],
      "ロ": [
        "ブロロローム"
      ],
      "シ": [
        "サケブシツポ"
      ],
      "ワ": [
        "テツノワダチ"
      ],
      "カ": [
        "テツノカイナ",
        "テツノカシラ"
      ],
      "ド": [
        "テツノドクガ"
      ],
      "ミ": [
        "ウネルミナモ"
      ],
      "ホ": [
        "ウガツホムラ"
      ]
    },
    "4": {
      "シ": [
        "マフオクシー",
        "デイアンシー",
        "グソクムシヤ",
        "ヘイラツシヤ",
        "テツノカシラ"
      ],
      "ロ": [
        "フアイアロー",
        "カミツオロチ"
      ],
      "エ": [
        "フラージエス",
        "バウツツエル",
        "チオンジエン"
      ],
      "ク": [
        "ニヤオニクス",
        "オニシズクモ",
        "バドレツクス",
        "テツノドクガ"
      ],
      "オ": [
        "ボルケニオン",
        "インテレオン"
      ],
      "パ": [
        "ジユナイパー"
      ],
      "ー": [
        "エンニユート",
        "マツシブーン",
        "エースバーン",
        "オオニユーラ",
        "ラウドボーン",
        "キヨジオーン",
        "ブロロローム"
      ],
      "タ": [
        "ヤレユータン",
        "アラブルタケ"
      ],
      "サ": [
        "ナゲツケサル",
        "テツノイサハ"
      ],
      "ヌ": [
        "タイプ：ヌル"
      ],
      "デ": [
        "シルヴアデイ",
        "タイカイデン"
      ],
      "ン": [
        "ジヤラランガ",
        "アクジキング",
        "ツンデツンデ",
        "ニヤイキング"
      ],
      "ケ": [
        "カプ・コケコ"
      ],
      "テ": [
        "カプ・テテフ"
      ],
      "ル": [
        "カプ・ブルル",
        "バイウールー",
        "グレンアルマ",
        "シルシユルー"
      ],
      "ヒ": [
        "カプ・レヒレ"
      ],
      "チ": [
        "フエローチエ"
      ],
      "モ": [
        "デンジユモク"
      ],
      "ド": [
        "マーシヤドー",
        "ダイオウドウ",
        "パツチルドン",
        "ウオチルドン",
        "ジユラルドン"
      ],
      "ダ": [
        "ゴリランダー",
        "ストリンダー",
        "テツノワダチ"
      ],
      "ガ": [
        "アーマーガア",
        "スナノケガワ"
      ],
      "ラ": [
        "フオクスライ",
        "スコヴイラン",
        "ブリジユラス"
      ],
      "ザ": [
        "セキタンザン"
      ],
      "ユ": [
        "アツプリユー",
        "タマンチユラ"
      ],
      "ヨ": [
        "カマスジヨー"
      ],
      "グ": [
        "タチフサグマ",
        "アノホラグサ",
        "ウミデイグダ"
      ],
      "イ": [
        "ネギガナイト",
        "ムゲンダイナ",
        "ソウブレイズ",
        "マフイテイフ",
        "テツノカイナ",
        "タケルライコ"
      ],
      "ジ": [
        "イシヘンジン",
        "テツノブジン"
      ],
      "ゴ": [
        "パツチラゴン",
        "ウオノラゴン"
      ],
      "ニ": [
        "マスカーニヤ"
      ],
      "バ": [
        "ウエーニバル",
        "テツノイバラ"
      ],
      "ト": [
        "パフユートン",
        "クエスパトラ"
      ],
      "ツ": [
        "エクスレツグ",
        "サケブシツポ",
        "テツノツツミ",
        "トドロクツキ"
      ],
      "ズ": [
        "ワツカネズミ",
        "イツカネズミ"
      ],
      "ヤ": [
        "ナカヌチヤン",
        "デカヌチヤン"
      ],
      "キ": [
        "イダイナキバ"
      ],
      "カ": [
        "ハバタクカミ"
      ],
      "ハ": [
        "チヲハウハネ"
      ],
      "ウ": [
        "テツノコウベ"
      ],
      "ナ": [
        "ウネルミナモ"
      ],
      "ム": [
        "ウガツホムラ"
      ],
      "ワ": [
        "テツノイワオ"
      ]
    },
    "5": {
      "ー": [
        "マフオクシー",
        "フアイアロー",
        "デイアンシー",
        "ジユナイパー",
        "マーシヤドー",
        "ゴリランダー",
        "バイウールー",
        "アツプリユー",
        "カマスジヨー",
        "ストリンダー",
        "シルシユルー"
      ],
      "ス": [
        "フラージエス",
        "ニヤオニクス",
        "バドレツクス",
        "ブリジユラス"
      ],
      "ン": [
        "ボルケニオン",
        "ヤレユータン",
        "マツシブーン",
        "エースバーン",
        "インテレオン",
        "セキタンザン",
        "イシヘンジン",
        "パツチラゴン",
        "パツチルドン",
        "ウオノラゴン",
        "ウオチルドン",
        "ジユラルドン",
        "ラウドボーン",
        "パフユートン",
        "キヨジオーン",
        "タイカイデン",
        "スコヴイラン",
        "ナカヌチヤン",
        "デカヌチヤン",
        "チオンジエン",
        "テツノブジン"
      ],
      "モ": [
        "オニシズクモ",
        "ウネルミナモ"
      ],
      "ト": [
        "エンニユート",
        "ネギガナイト"
      ],
      "ル": [
        "ナゲツケサル",
        "タイプ：ヌル",
        "カプ・ブルル",
        "ウエーニバル",
        "バウツツエル"
      ],
      "ヤ": [
        "グソクムシヤ",
        "マスカーニヤ",
        "ヘイラツシヤ"
      ],
      "イ": [
        "シルヴアデイ",
        "フオクスライ"
      ],
      "ガ": [
        "ジヤラランガ",
        "テツノドクガ"
      ],
      "コ": [
        "カプ・コケコ",
        "タケルライコ"
      ],
      "フ": [
        "カプ・テテフ",
        "マフイテイフ"
      ],
      "レ": [
        "カプ・レヒレ"
      ],
      "エ": [
        "フエローチエ"
      ],
      "ク": [
        "デンジユモク"
      ],
      "グ": [
        "アクジキング",
        "ニヤイキング",
        "エクスレツグ"
      ],
      "デ": [
        "ツンデツンデ"
      ],
      "ア": [
        "アーマーガア"
      ],
      "マ": [
        "タチフサグマ",
        "グレンアルマ"
      ],
      "ウ": [
        "ダイオウドウ"
      ],
      "ナ": [
        "ムゲンダイナ",
        "テツノカイナ"
      ],
      "ラ": [
        "オオニユーラ",
        "タマンチユラ",
        "クエスパトラ",
        "テツノイバラ",
        "ウガツホムラ",
        "テツノカシラ"
      ],
      "ミ": [
        "ワツカネズミ",
        "イツカネズミ",
        "ハバタクカミ",
        "テツノツツミ"
      ],
      "ズ": [
        "ソウブレイズ"
      ],
      "サ": [
        "アノホラグサ"
      ],
      "ダ": [
        "ウミデイグダ"
      ],
      "ム": [
        "ブロロローム"
      ],
      "バ": [
        "イダイナキバ"
      ],
      "ポ": [
        "サケブシツポ"
      ],
      "ケ": [
        "アラブルタケ"
      ],
      "ネ": [
        "チヲハウハネ"
      ],
      "ワ": [
        "スナノケガワ"
      ],
      "チ": [
        "テツノワダチ",
        "カミツオロチ"
      ],
      "ベ": [
        "テツノコウベ"
      ],
      "キ": [
        "トドロクツキ"
      ],
      "ハ": [
        "テツノイサハ"
      ],
      "オ": [
        "テツノイワオ"
      ]
    }
  }
};
if (typeof module !== 'undefined') module.exports = pokemonIndex;
